***messages***

; WinRAR 7.2x 日本語翻訳

:STRINGS

IDS_OK                         "OK"
IDS_WARNING                    "注意"
IDS_ERROR                      "エラー"
IDS_DRIVENOTACCESSIBLE         "ドライブ %c : にアクセスできません"
IDS_PSWNOTMATCH                "パスワードが一致しません。"
IDS_FILETYPE                   "ファイル %s"
IDS_REGONLY                    "登録版のみの機能です。"
IDS_ARCHIVE                    "書庫"
IDS_PATHNOTACCESSIBLE          "パス \"%s\" にアクセスできません"
IDS_KEYADD                     "圧縮"
IDS_KEYVIEW                    "表示"
IDS_KEYDELETE                  "削除"
IDS_KEYREPAIR                  "修復"
IDS_KEYEXTRACT                 "解凍"
IDS_KEYEXTRACTTO               "フォルダーに解凍"
IDS_KEYTEST                    "テスト"
IDS_KEYCOMMENT                 "コメント"
IDS_KEYPROTECT                 "保護"
IDS_KEYLOCK                    "ロック"
IDS_KEYSFX                     "自己解凍"
IDS_KEYINFO                    "情報"
IDS_KEYWIZARD                  "ウィザード"
IDS_KEYEXIT                    "終了"
IDS_KEYFIND                    "検索"
IDS_KEYCONVERT                 "変換"
IDS_KEYVIR                     "ウイルススキャン"
IDS_KEYREPORT                  "レポート"
IDS_KEYBENCH                   "ベンチマーク"
IDS_KEYPRINT                   "印刷"
IDS_COLUMNTITLENAME            "ファイル名"
IDS_COLUMNTITLESIZE            "サイズ"
IDS_COLUMNTITLETYPE            "種類"
IDS_COLUMNTITLEPACKED          "格納"
IDS_COLUMNTITLEMODIFIED        "更新日時"
IDS_COLUMNTITLECREATED         "作成日時"
IDS_COLUMNTITLEACCESSED        "アクセス日時"
IDS_COLUMNTITLEATTR            "属性"
IDS_COLUMNTITLECRC             "CRC32"
IDS_COLUMNTITLECRC16           "CRC16"
IDS_COLUMNTITLEBLAKE2          "BLAKE2 チェックサム"
IDS_COLUMNTITLECHECKSUM        "チェックサム"
IDS_COLUMNTITLEPATH            "パス"
IDS_TIPFADD                    "書庫に圧縮"
IDS_TIPFVIEW                   "ファイルを表示"
IDS_TIPFDELETE                 "ファイルを削除"
IDS_TIPFREPAIR                 "書庫を修復"
IDS_TIPAEXTR                   "カレントフォルダーに解凍"
IDS_TIPAEXTRTO                 "ファイルを解凍"
IDS_TIPATEST                   "圧縮したファイルをテスト"
IDS_TIPAVIEW                   "圧縮されたファイルを表示"
IDS_TIPADELETE                 "書庫からファイルを削除"
IDS_TIPACOMMENT                "書庫にコメントを付加"
IDS_TIPAPROTECT                "書庫にリカバリレコードを付加"
IDS_TIPALOCK                   "書庫の修正を防止"
IDS_TIPASFX                    "自己解凍書庫に変換"
IDS_TIPAINFO                   "情報の表示"
IDS_TIPWIZARD                  "初心者向けウィザードインターフェース"
IDS_TIPEXIT                    "WinRAR を閉じる"
IDS_TIPFIND                    "ファイルと書庫を検索"
IDS_TIPCONVERT                 "書庫を他の形式に変換"
IDS_TIPVIRUS                   "書庫をウイルススキャン"
IDS_TIPREPORT                  "レポートの作成"
IDS_TIPBENCH                   "圧縮速度ベンチマーク"
IDS_TIPPRINT                   "ファイルを印刷"
IDS_TIPUP                      "上へ"
IDS_METHOD0                    "無圧縮"
IDS_METHOD1                    "最速"
IDS_METHOD2                    "速度重視"
IDS_METHOD3                    "標準"
IDS_METHOD4                    "圧縮重視"
IDS_METHOD5                    "最高圧縮"
IDS_VOLAUTO                    "自動"
IDS_ASKNAME                    "書庫を検索"
IDS_ADDREPLACE                 "すべて圧縮"
IDS_UPDATE                     "新規と更新されたファイル"
IDS_FRESH                      "更新するファイルのみ"
IDS_SYNCHRONIZE                "書庫の内容を同期させる"
IDS_ASKOVERWRITE               "上書きする前に確認"
IDS_SKIPEXISTING               "存在するファイルはスキップ"
IDS_ARCUSEPASSWORD             "パスワード付きで圧縮"
IDS_TREETITLE                  "新しいフォルダーを選択"
IDS_NOFILESSELECTED            "ファイルが選択されていません。圧縮するファイルを選択してください"
IDS_NOFILESSELCOMMON           "ファイルが選択されていません。ファイルを選択してください"
IDS_NOFILEDIRSELCOMMON         "ファイルまたはフォルダーが選択されていません。ファイルまたはフォルダーを選択してください"
IDS_PATHNOTEXIST               "パスが存在しません。作成しますか ?"
IDS_VIEWTITLE                  "表示"
IDS_BYTES                      "バイト"
IDS_DOSTEXT                    "DOS text"
IDS_ANSITEXT                   "Windows text"
IDS_UTF16LETEXT                "Unicode (UTF-16LE)"
IDS_UTF8TEXT                   "Unicode (UTF-8)"
IDS_VIEWMENUCOPY               "コピー(&Y)"
IDS_VIEWMENUSELECTALL          "すべて選択(&A)"
IDS_VIEWMENUWIN                "Windows text で表示(&W)"
IDS_VIEWMENUDOS                "DOS text で表示(&D)"
IDS_VIEWMENUUTF16LE            "Unicode (UTF-16LE) で表示(&U)"
IDS_VIEWMENUUTF8               "Unicode (UTF-8) で表示(&8)"
IDS_VIEWMENUWORDWRAP           "折り返し(&R)"
IDS_VIEWMENUFIND               "検索(&F)"
IDS_VIEWMENUFINDNEXT           "次を検索(&N)"
IDS_VIEWMENUCLOSE              "閉じる(&C)"
IDS_CANNOTFIND                 "見つかりません"
IDS_NOTFOUND                   "文字列が見つかりません"
IDS_ASKDESTPATH                "フォルダーに解凍..."
IDS_SELECTED                   "選択"
IDS_BYTESINFILE                "%s バイト, %d 個のファイル"
IDS_BYTESINFILES               "%s バイト, %d 個のファイル"

; これら 2つは、5つのファイルで 15MB を選択しました。のようなメッセージ用です。"
; WinRAR は "%s" を単位付きのサイズに置き換えます。
IDS_UNITSINFILE                "%s, %d 個のファイル"
IDS_UNITSINFILES               "%s, %d 個のファイル"

IDS_AND                        "と"
IDS_BYTESINDIRECTORY           "フォルダー"
IDS_BYTESINDIRECTORIES         "フォルダー"
IDS_TOTAL                      "合計"
IDS_READINGFOLDER              "フォルダーを読み取り中"
IDS_READINGARCHIVE             "書庫を読み取り中 : %d ファイル読み取り"
IDS_READINGARCHIVEFOLDER       "書庫フォルダーを読み取り中"
IDS_FILEOUTMEM                 "メモリ不足ですべてのファイルを処理できません"
IDS_CANNOTOPEN                 "%s を開けません"
IDS_CANNOTCREATE               "%s を作成できません"
IDS_CANNOTMKDIR                "フォルダー %s を作成できません"
IDS_ENCRCRCFAILED              "暗号化されたファイル %s のチェックサムエラーが発生しました。ファイルが破損しているか、パスワードが正しくありません。"
IDS_EXTRCRCFAILED              "%s 内にチェックサムエラーが発生しました。ファイルが破損しています"
IDS_PACKEDDATACRCFAILED        "%s の圧縮されたデータにチェックサムエラーが発生しました。ボリュームが破損しています"
IDS_BADARCHIVE                 "この書庫は不明な形式かまたは破損しています"
IDS_CANNOTADDTOEXT             "WinRAR は RAR または ZIP 書庫にのみファイルを圧縮できます"
IDS_NONZEROCODE                "アーカイバが終了コード %d を返しました"
IDS_OUTOFMEMORYERROR           "メモリが不足しています"
IDS_WRITEERROR                 "ファイル %s の書き込みエラーが発生しました"
IDS_CANNOTEXECUTE              "\"%s\" を実行できません"
IDS_CANNOTDELETE               "%s を削除できません"
IDS_RECYCLEFAILED              "一部のファイルとフォルダーをごみ箱に移動できません"
IDS_CANNOTRECYCLE              "ごみ箱に %s を移動できません"
IDS_CANNOTRECYCLEHINT          "完全に削除するには Shift + Del を押してください"
IDS_READERROR                  "ファイル %s の読み取りエラー"
IDS_SEEKERROR                  "ファイル %s のシークエラー"
IDS_CLOSEERROR                 "ファイル %s を閉じることができません"
IDS_CANNOTFINDFILE             "%s が見つかりません"
IDS_CANNOTRENAME               "%s を %s に名前変更できません"
IDS_CREATINGARCHIVE            "書庫 %s を作成しています"
IDS_UPDATINGARCHIVE            "書庫 %s を更新しています"
IDS_EXTRACTING                 "%s から解凍しています"
IDS_TESTING                    "%s をテストしています"
IDS_REPAIRING                  "%s を修復しています"
IDS_DELETING                   "%s から削除しています"
IDS_COMMENTING                 "書庫にコメントを付加しています"
IDS_CONVERTING                 "自己解凍書庫に変換しています"
IDS_REMOVESFX                  "自己解凍モジュールを削除しています"
IDS_PROCESSARC                 "書庫 %s を処理しています"
IDS_LOCKING                    "書庫をロックしています"
IDS_ADDRECREC                  "リカバリレコードを付加しています"
IDS_ADDING                     "追加中"
IDS_UPDATING                   "更新中"
IDS_ANALYZING                  "分析中"
IDS_REPACKING                  "再圧縮中"
IDS_PREPARING                  "準備中"
IDS_CMDTESTING                 "テスト中"
IDS_CMDEXTRACTING              "解凍中"
IDS_SKIPPING                   "スキップ中"
IDS_SCANNING                   "書庫を検索しています..."
IDS_MESSAGE                    "メッセージ"
IDS_DELETETITLE                "削除"
IDS_ASKDELETE                  "%s を本当に削除しますか ?"
IDS_DIRECTORY                  "フォルダー"
IDS_DIRECTORIES                "フォルダー"
IDS_FILE                       "ファイル"
IDS_FILES                      "ファイル"
IDS_DELETINGFILE               "%s を削除しています"
IDS_REPACKINGFILE              "%s を再圧縮しています"
IDS_COPYINGFILE                "%s をコピーしています"
IDS_REPAIRTITLE                "修復"
IDS_REPAIRDETECTING            "書庫の種類を検出中..."
IDS_REPAIREXT                  "WinRAR は RAR および ZIP 書庫のみ修復できます"
IDS_BUILD                      "%s を作成しました"
IDS_FOUND                      "%s 件が見つかりました"
IDS_RRSEARCH                   "リカバリレコードを探しています"
IDS_ANALYZEFILEDATA            "ファイルデータを分析しています"
IDS_RRFOUND                    "---> リカバリレコードが見つかりました"
IDS_RRNOTFOUND                 "---> リカバリレコードをが見つかりません"
IDS_SECDAMAGED                 "セクタ %ld (オフセット %lX...%lX) が破損しています"
IDS_SECRECOVERED               "---> セクタが修復されました"
IDS_SECNOTRECOVERED            "---> セクタを修復できません"
IDS_REPAIRDONE                 "完了"
IDS_REPAIRCLOSE                "閉じる"
IDS_REPAIRABORTED              "中止"
IDS_CANNOTREPAIROLD            "古い形式の書庫を修復できません"
IDS_ASKMARKSOLID               "書庫のヘッダが破損しています。ソリッド書庫としてマークしますか ?"
IDS_NOFILESREPAIRED            "修復されたファイルはありません"
IDS_ASKRECONSTRUCT             "書庫の構造を再構築"
IDS_ARCINFOTITLE               "書庫 %s"
IDS_INFOSOLID                  "ソリッド"
IDS_INFOSFX                    "自己解凍"
IDS_INFOVOLUME                 "%s ボリューム"
IDS_INFOARCHIVE                "%s 書庫"
IDS_UNKNOWN                    "不明"
IDS_PRESENT                    "あり"
IDS_ABSENT                     "なし"

; 暗号化されたファイル名を持つアーカイブの「情報」ダイアログに表示されます。
; このフィールドのスペースは限られているため、短くするようにしてください。
IDS_INFOENCNAMES               "名前とデータ"

IDS_UNEXPEOF                   "予期しない書庫終端です"
IDS_FILEHEADERBROKEN           "ファイルヘッダが破損しています : %s"
IDS_HEADERBROKEN               "破損したヘッダが見つかりました"
IDS_MAINHEADERBROKEN           "書庫のヘッダが破損しています"
IDS_ARCBROKEN                  "書庫が破損しています"
IDS_CANNOTFINDVOL              "必要なボリュームがありません"
IDS_CMTBROKEN                  "書庫のコメントが破損しています"
IDS_LOCKRARONLY                "ロック機能は RAR 書庫でのみサポートされています"
IDS_PROTECTRARONLY             "保護機能は RAR 書庫でのみサポートされています"
IDS_NOZIPVOL                   "分割 ZIP 書庫はサポートされていません"
IDS_BROKENORVOLZIP             "ZIP 書庫が分割されているか破損しています"
IDS_LOGTITLE                   "ログを表示"
IDS_LOGEMPTY                   "ログファイルは空です"
IDS_CANNOTMODIFYOLD            "古い形式 (RAR 1.40) の書庫は変更できません"
IDS_CANNOTMODIFYLOCKED         "ロックされた書庫は変更できません"
IDS_CANNOTMODIFYVOLUME         "ボリュームを変更できません"
IDS_CANNOTMODIFYUNKNOWN        "%s の方式が不明です。処理は中止されました"

; これらのSFX名は、インストールパッケージ内の実際のSFXモジュールファイル名と
; 一致する必要があります。通常は変更しないでください。

IDS_DEFAULTSFXNAME32           "Default32.SFX"
IDS_WINCONSFXNAME32            "WinCon32.SFX"
IDS_ZIPSFXNAME32               "Zip32.SFX"
IDS_DEFAULTSFXNAME64           "Default.SFX"
IDS_WINCONSFXNAME64            "WinCon.SFX"
IDS_ZIPSFXNAME64               "Zip.SFX"

; 新しいSFXモジュールを追加した場合にのみ、これらの「ダミー...」 SFX名を編集します。
; それ以外の場合はそのままにしておきます。

IDS_DUMMYSFXNAME1              "dummysfxname1"
IDS_DUMMYSFXNAME2              "dummysfxname2"
IDS_DUMMYSFXNAME3              "dummysfxname3"
IDS_DUMMYSFXNAME4              "dummysfxname4"
IDS_DUMMYSFXNAME5              "dummysfxname5"
IDS_DUMMYSFXNAME6              "dummysfxname6"
IDS_DUMMYSFXNAME7              "dummysfxname7"
IDS_DUMMYSFXNAME8              "dummysfxname8"

; SFXモジュールの説明。SFX名とは異なり、翻訳する必要があります。

IDS_DEFAULTSFX32               "Windows 32 ビット GUI RAR SFX"
IDS_WINCONSFX32                "Windows 32 ビット コンソール RAR SFX"
IDS_ZIPSFX32                   "Windows 32 ビット GUI ZIP SFX"
IDS_DEFAULTSFX64               "Windows 64 ビット GUI RAR SFX"
IDS_WINCONSFX64                "Windows 64 ビット コンソール RAR SFX"
IDS_ZIPSFX64                   "Windows 64 ビット GUI ZIP SFX"

; 新しいSFXモジュールを追加した場合にのみ、これらの「ダミー...」 SFXの説明を編集します。
; それ以外の場合はそのままにしておきます。

IDS_DUMMYSFX1                  "dummysfxdescription1"
IDS_DUMMYSFX2                  "dummysfxdescription2"
IDS_DUMMYSFX3                  "dummysfxdescription3"
IDS_DUMMYSFX4                  "dummysfxdescription4"
IDS_DUMMYSFX5                  "dummysfxdescription5"
IDS_DUMMYSFX6                  "dummysfxdescription6"
IDS_DUMMYSFX7                  "dummysfxdescription7"
IDS_DUMMYSFX8                  "dummysfxdescription8"

IDS_SFXMODULE                  "モジュール"
IDS_SFXMODULEDIZ               "説明"
IDS_NOTSFX                     "これは自己解凍書庫ではありません"
IDS_NOTFIRSTVOL                "これは最初のボリュームではありません"
IDS_CANNOTTOSFXOLD             "古い形式 (RAR 1.5) の書庫を変換できません"
IDS_SETTINGS                   "設定"
IDS_PERCENTSDONE               "%d%% 完了"
IDS_TRAYRESTORE                "復元"
IDS_TRAYBREAK                  "処理の中断"
IDS_TRAYPAUSE                  "一時停止"
IDS_TRAYCONTINUE               "続行"
IDS_SELECTADDFOLDER            "書庫の既定のフォルダーを選択してください"
IDS_SELECTEXTRFOLDER           "解凍するファイルの既定のフォルダーを選択してください"
IDS_SELECTTEMPFOLDER           "一時フォルダーを選択してください"
IDS_SELECTSTARTFOLDER          "スタートアップフォルダーを選択してください"
IDS_SELECTEXTVIEWER            "外部ビューアの選択"
IDS_FILEWASMODIFIED            "ファイル \"%s\" が変更されました。\n書庫内のファイルも更新しますか？"
IDS_ASKABORT                   "現在の処理を中止してもよろしいですか ?"
IDS_ASKABORTTITLE              "ユーザーによる中止"
IDS_MENUMKDIR                  "新しいフォルダーを作成(&R)"
IDS_MENURENAME                 "名前の変更(&E)"
IDS_MENUPRINT                  "ファイルを印刷(&F)"
IDS_MENULISTVIEWMENU           "表示(&V)"
IDS_MENULISTSORT               "並べ替え(&S)"
IDS_MENURUN                    "実行"
IDS_MENUASSOCIATEDAPP          "関連付けられたアプリケーションで開く"
IDS_MENUSHOWCONTENTS           "書庫の内容を表示"
IDS_MENUINTVIEWER              "内部ビューアで開く\tCtrl+Q"
IDS_MENULISTVIEW               "一覧表示(&W)"
IDS_MENUDETAILSVIEW            "詳細表示(&L)"
IDS_SORTNAME                   "ファイル名(&N)"
IDS_SORTSIZE                   "サイズ(&S)"
IDS_SORTPACKEDSIZE             "格納サイズ(&P)"
IDS_SORTTYPE                   "種類(&T)"
IDS_SORTMODIFIED               "更新日時(&M)"
IDS_SORTCREATED                "作成日時(&R)"
IDS_SORTACCESSED               "アクセス日時(&L)"
IDS_SORTATTR                   "属性(&A)"
IDS_SORTCRC                    "チェックサム(&C)"
IDS_SORTORIGINAL               "並べ替えない(&O)"
IDS_CLEARINGATTR               "アーカイブ属性を消去しています"
IDS_ADDDELETE                  "削除"
IDS_NOFILESTOADD               "圧縮するファイルがありません"
IDS_ERASEDISK                  "ディスク %c : を消去しています"
IDS_UNKNOWNMETHOD              "%s の方式が不明です"
IDS_NEWRARFORMAT               "サポートされていない書庫形式です。WinRAR を新しいバージョンにアップデートしてください。"
IDS_NOFILESTOEXTRACT           "解凍するファイルがありません"
IDS_NOFILESTODELETE            "削除するファイルがありません"
IDS_DISKFULL                   "ディスク領域の不足です。新しいディスクを挿入してください。"
IDS_DISKFULLTITLE              "ディスク領域の不足"
IDS_PATHTOOLONG                "パスが長すぎます"
IDS_WEEKDAYSUN                 "日曜日"
IDS_WEEKDAYMON                 "月曜日"
IDS_WEEKDAYTUE                 "火曜日"
IDS_WEEKDAYWED                 "水曜日"
IDS_WEEKDAYTHU                 "木曜日"
IDS_WEEKDAYFRI                 "金曜日"
IDS_WEEKDAYSAT                 "土曜日"
IDS_JAN                        "1月"
IDS_FEB                        "2月"
IDS_MAR                        "3月"
IDS_APR                        "4月"
IDS_MAY                        "5月"
IDS_JUN                        "6月"
IDS_JUL                        "7月"
IDS_AUG                        "8月"
IDS_SEP                        "9月"
IDS_OCT                        "10月"
IDS_NOV                        "11月"
IDS_DEC                        "12月"
IDS_ARCFOUND                   "%d 個の書庫が見つかりました"
IDS_ARCPROCESSED               "%d 個の書庫が見つかりました。 %d 処理済み"
IDS_NOARCFOUND                 "選択されたファイル、フォルダーに書庫が見つかりません"
IDS_ARCFOUNDTITLE              "書庫のグループ処理"
IDS_REGFAILED                  "登録に失敗しました"
IDS_THANKS                     "WinRAR の登録が完了しました。有難うございました！"
IDS_REGCORRECT                 "登録が完了しました"
IDS_EVALCOPY                   "体験版"
IDS_EVALDAYSLEFT               "試用期間はあと %d 日で終了します"
IDS_CMDNOARCFOUND              "書庫が見つかりません"
IDS_UNKNOWNCOMMAND             "不明なコマンド \"%s\""
IDS_UNKNOWNOPTION              "不明なオプション \"%s\""
IDS_SWSYNTAXERROR              "'-' は \"%s\" の先頭に付与してください"
IDS_FILESFOUND                 "%d 個のファイルが見つかりました"
IDS_FILESMODIFIED              "%s から解凍されたファイルのうちいくつかが変更されているかまたは新しいファイルが作成されています。\nそれらを書庫に追加しますか？"
IDS_EXECUTETITLE               "実行"
IDS_WINRARHELP                 "WinRAR ヘルプ"
IDS_RARHELP                    "コンソール RAR マニュアル"
IDS_WHATSNEW                   "新機能"

; 配布パッケージ内の WhatsNew.txt ファイルの名前。
; このファイルの名前を変更した場合にのみ編集してください。
IDS_WHATSNEWNAME               "WhatsNew.txt"

IDS_MODIFIEDON                 "更新日 :"
IDS_TOOLBARSMALL               "小さいボタン"
IDS_TOOLBARMEDIUM              "普通のボタン"
IDS_TOOLBARLARGE               "大きいボタン"
IDS_TOOLBAREXTRALARGE          "特大のボタン"
IDS_TOOLBARMENUTEXT            "テキストを表示"
IDS_TOOLBARMENULOCK            "ツールバーを固定"
IDS_TOOLBARMENUSELTB           "ツールバーを選択..."
IDS_TOOLBARMENUSELECT          "ボタンを選択..."
IDS_TESTMSGTITLE               "テスト終了"
IDS_TESTMSGTEXT                "エラーはありませんでした"
IDS_CMDNOTSUPPORTED            "このコマンドはこの種類の書庫ではサポートされていません"
IDS_FILERO                     "%s は読み取り専用です"
IDS_REGISTEREDTO               "登録者 :"
IDS_REGKEYWARNING              "利用可能なライセンスキーは %s でのみ有効です"
IDS_ARCSIZE                    "合計サイズ %s バイト"
IDS_CLEARLOGTITLE              "ログを消去"
IDS_CLEARLOG                   "ログファイルを空にしていいですか ?"
IDS_WINRARARC                  "WinRAR 書庫"
IDS_WINRARZIPARC               "WinRAR ZIP 書庫"
IDS_NEWFOLDER                  "新しいフォルダー"
IDS_ENCRNOTSUPPORTED           "ファイル %s は暗号化されています。この種類の書庫では暗号化はサポートされていません。"
IDS_NOTSUPPORTED               "%s はサポートされていません"
IDS_ARCNAMEPARAM               "書庫名とパラメータ"
IDS_SELECTARCCOMMENT           "コメントファイルの選択"
IDS_ACLGETERROR                "%s のセキュリティデータを取得できません"
IDS_ACLSETERROR                "%s のセキュリティデータを設定できません"
IDS_ACLBROKEN                  "%s のセキュリティデータが破損しています\n"
IDS_ACLUNKNOWN                 "%s のセキュリティデータの形式が不明です\n"
IDS_STREAMBROKEN               "%s のストリームデータが破損しています\n"
IDS_STREAMUNKNOWN              "%s のストリームデータの形式が不明です\n"
IDS_SAVETOPROFILE              "現在の設定を新しいプロファイルに保存..."
IDS_PROFILESORGANIZE           "プロファイルの整理..."
IDS_NEWPROFILE                 "新しいプロファイル"
IDS_SETOPTIONS                 "既定の圧縮オプションの設定"

; これらのプロファイル名は、WinRAR の最初の実行後にレジストリに保存され、その後
; レジストリから読み込まれます。レジストリに古いプロファイル名が保存されている場合は、
; 新しい値を確認するために WinRAR をアンインストールして再インストールする必要があります。

IDS_DEFAULTPROFILE             "既定のプロファイル"
IDS_PROFILEMAIL                "e-mail 添付ファイルを作成"
IDS_PROFILEBACKUP              "選択したファイルをバックアップ"
IDS_PROFILEVOLUMES             "10 MB ボリュームを作成"
IDS_PROFILEZIP                 "ZIP 書庫 (低圧縮)"

IDS_INVALIDNAME                "ファイル名 %s が有効ではありません"
IDS_FILETIMEANY                "すべて"
IDS_FILEMTIMEOLDER             "更新が次の期間より過去のファイル"
IDS_FILEMTIMENEWER             "更新が次の期間以内の新しいファイル"
IDS_FILEMTIMEBEFORE            "次の日時より前に更新したファイル"
IDS_FILEMTIMEAFTER             "次の日時以後に更新したファイル"
IDS_FILECTIMEOLDER             "作成が次の期間より過去のファイル"
IDS_FILECTIMENEWER             "作成が次の期間以内の新しいファイル"
IDS_FILECTIMEBEFORE            "次の日時より前に作成したファイル"
IDS_FILECTIMEAFTER             "次の日時以後に作成したファイル"
IDS_FILEATIMEOLDER             "アクセスが次の期間より過去のファイル"
IDS_FILEATIMENEWER             "アクセスが次の期間以内の新しいファイル"
IDS_FILEATIMEBEFORE            "次の日時より前にアクセスしたファイル"
IDS_FILEATIMEAFTER             "次の日時以後にアクセスしたファイル"
IDS_ARCTIMECURRENT             "現在の日時"
IDS_ARCTIMEORIGINAL            "書庫の元の日時"
IDS_ARCTIMELATEST              "最新のファイルの日時"
IDS_ARCTIMESPECIFIED           "指定日時"
IDS_SELECTREPAIRFOLDER         "修復する書庫のフォルダーを選択"
IDS_ASKSTOREPSWCVT             "変換した書庫を暗号化してもよろしいですか ?"
IDS_ALLARCHIVES                "すべての書庫"
IDS_ALLARCHIVESANDSFX          "自己解凍を含むすべての書庫"
IDS_ALLFILES                   "すべてのファイル"
IDS_WRONGFMT                   "%s モジュールのバージョンが正しくありません。WinRAR を再インストールしてください。"

; これらの文字列を使用すると、ヘルプメニューに販売代理店サイトへのリンクを追加できます。
; WinRAR の公式販売代理店の場合のみ変更してください。
; そうでない場合は、変更しないでください。

IDS_LOCALSITE                  "WinRAR 日本語ホームページ"
IDS_LOCALSITEURL               "https://www.winrarjapan.com"
IDS_LOCALSITE2                 "site name 2"
IDS_LOCALSITEURL2              "site URL 2"

IDS_SFXOPTTITLE                "高度な自己解凍オプション"
IDS_SFXSCRIPTTITLE             ";以下のコメントは自己解凍スクリプトコマンドを含んでいます"
IDS_SELECTFILESTOADD           "追加するファイルを選択"
IDS_SELECTFILESTOEXCL          "除外するファイルを選択"
IDS_CORRECTINGNAME             "無効なファイルまたはフォルダー名を修正しています"
IDS_UNPCANNOTMERGE             "%s を解凍するには、1 つ前のボリュームから解凍を開始する必要があります"
IDS_SETTINGSEXPORTED           "WinRAR の設定をファイル %s に保存しました"
IDS_SETTINGSIMPORTED           "WinRAR の設定をファイル %s から復元しました"
IDS_BETA                       "ベータ"
IDS_32BIT                      "32-bit"
IDS_64BIT                      "64-bit"
IDS_OPFAILED                   "処理が失敗しました"
IDS_SUBHEADCORRUPT             "破損したデータヘッダが見つかりましたが、無視されました"
IDS_SUBHEADUNKNOWN             "データヘッダの形式が不明ですが、無視されました"
IDS_SUBHEADDATACRC             "%s のデータブロックが破損しています"
IDS_WIZUNPARCNAME              "解凍する書庫を選択して「次へ」を押してください。\nこのダイアログに書庫ファイルをドラッグ&ドロップすることも、「参照」ボタンで書庫を検索することもできます。"
IDS_WIZNEWARCNAME              "作成する書庫の名前を入力して「次へ」を押してください。手入力することも、「参照...」を使って作成する書庫の名前とフォルダーを選択することもできます。"
IDS_WIZADDARCNAME              "更新する書庫を選択して「次へ」を押してください。\nこのダイアログに書庫ファイルをドラッグ&ドロップすることも、「参照」ボタンで書庫を検索することもできます。"
IDS_WIZDESTFOLDERTITLE         "ファイルの解凍先フォルダーを選択してください"
IDS_WIZARCNAMENEEDED           "書庫の名前を入力してください。 この項目は省略できません。"
IDS_CHOOSENEWARC               "新しい書庫の名前と作成先フォルダーの選択"
IDS_PATHSRELATIVE              "相対パスを格納"
IDS_PATHSFULL                  "フルパスを格納"
IDS_PATHSNONE                  "パス情報を格納しない"
IDS_PATHSABS                   "ドライブレターを含むフルパスを格納"
IDS_CONTINUE                   "再開(&C)"
IDS_PAUSED                     "一時停止中です。「再開」で再開します。"
IDS_SCANERROR                  "%s の内容を読み取れません"
IDS_NOTVOLUME                  "これはボリュームではありません"
IDS_RECVOLDIFFSETS             "%s と %s はセットが異なります"
IDS_RECVOLMISSING              "%d ボリュームがありません"
IDS_RECVOLFOUND                "%d リカバリボリュームが見つかりました"
IDS_RECVOLALLEXIST             "再構築するものがありません"
IDS_RECVOLCANNOTFIX            "再構築できません"
IDS_RECONSTRUCTING             "再構築しています..."
IDS_CREATING                   "%s を作成しています"
IDS_RENAMING                   "%s を %s に名前変更しています"
IDS_RARRECVOL                  "RAR リカバリボリューム"
IDS_ASKTORECVOL                "欠けているボリュームを再構築しますか ?"
IDS_CHOOSESEPARCFOLDER         "作成された書庫を保存するフォルダーを選択してください"
IDS_NTFSREQUIRED               "書き込みエラー : 4 GB より大きいファイルは NTFS ファイルシステムでのみサポートされます"
IDS_FAT32SIZE                  "FAT32 ファイルシステムは 4 GB より大きいファイルに対応していません"
IDS_ERRCHANGEATTR              "%s の属性を変更できません"
IDS_SELECTICON                 "アイコンの選択"
IDS_SELECTLOGO                 "ロゴの選択"
IDS_ADVWRONGSFX                "選択された自己解凍モジュールは高度なオプションをサポートしていません"
IDS_FILEINFO                   "ファイル情報"
IDS_INFOSCANINPROGRESS         "ファイルのスキャンが完了するまでお待ちください。「キャンセル」を押すとダイアログを閉じます"
IDS_INFODONE                   "完了"
IDS_INFOCALCULATING            "計算中"
IDS_WRONGSFXVER                "既定の SFX モジュールは RAR %d.%d 書庫をサポートしていません"
IDS_HEADENCMISMATCH            "すでに暗号化された書庫では暗号化モードの名前を変更できません"
IDS_CANNOTEMAIL                "ファイル %s をメール送信できません"
IDS_GROUPARCCONFIRM            "指定された設定を選択されたファイルおよびフォルダー内のすべての書庫に適用しますか ?"
IDS_COLUMNTITLEFILE            "ファイル"
IDS_COLUMNTITLELOCATION        "場所"
IDS_COLUMNTITLECONTEXT         "内容"
IDS_KEYLOCATE                  "場所"
IDS_TIPLOCATE                  "ファイルを WinRAR のメインウィンドウに表示"
IDS_CURRENTFOLDER              "カレントフォルダー"
IDS_SELECTEDITEMS              "選択された項目"
IDS_ITEMSFOUND                 "%u 件が見つかりました"

; 「検索」や「修復」などのコマンドを停止するためのボタンラベル。テキストは短くしてください。
IDS_STOP                       "停止"

; WinRAR ホームページ。
IDS_HOMEURL                    "https://www.winrarjapan.com"

; この文字列は、ユーザーが登録リマインダーダイアログで「オンラインで購入」をクリック
; したときに開くURLを指定します。WinRARの公式販売店の場合のみ変更してください。
; それ以外の場合は変更しないでください。
IDS_BUYURL                     "https://www.winrarjapan.com/buy"

; リマインダーダイアログ情報。WinRAR 公式ディーラーのみ対象です。
; ディーラーでない場合は、この文字列を変更したり翻訳したりしないでください。
IDS_REMINDERINFO               "##0a>9<<24S8hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=iv3&kckdjhftfe`=eosws&sequhki?210&`vdjltfeuqug8$B&bkkmw=$R>`6hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=iv3&kckdjhftfe`=eoswsgxpjtd`&t`rponj:543&gsgokqe`rtvb?$A&enhhp8$W>1TNZN03Z:hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=iv3&kckdjhftfe`=fxqmuga&ucswnmk=$P&euamiwcbprp`=$G&ghnjr>$UW1"

; WinRAR テーマページ。
IDS_THEMEPAGEURL               "https://www.rarlab.com/themes.htm"

IDS_SELCOUNT                   "%d 個選択"
IDS_CVTDIFCONTENTS             "元の書庫と変換された書庫の中身が一致していません"
IDS_CONVERTINGARCHIVES         "書庫を変換"
IDS_CVTSELFOLDERTITLE          "変換された書庫のフォルダーを選択"
IDS_FILEEXIST                  "ファイルがすでに存在しています"
IDS_SKIPENCARC                 "暗号化された書庫をスキップしています"
IDS_CVTTOOLARGE                "%s は大き過ぎるため変換されません"
IDS_FINDFILE                   "ファイルを検索"
IDS_CALCCRC                    "チェックサムを計算中 : %d%% 完了"
IDS_PROCESSING                 "%s を処理しています"
IDS_STREAMWARNING              "指定した書庫名にコロンが含まれています。 このような名前を持つ書庫にはアクセスできなくなる可能性があります。NTFS ストリームについて詳しい知識をお持ちの場合のみ「OK」を押してください。 そうでない場合は、「キャンセル」を押して名前を変更してください。"
IDS_EXTRDLGTITLE               "解凍先のパスとオプション"
IDS_WINRARDESC                 "RAR、ZIP および他の書庫形式を処理"
IDS_DRAGFAILED                 "ドラッグアンドドロップ処理が失敗しました"
IDS_SELECTVIRSCAN              "ウイルススキャンプログラムの選択"
IDS_ASKSETVIRSCAN              "使用するウィルススキャンプログラムを選択する必要があります。\n詳しくは、「OK」を押し、「ヘルプ」ボタンを押してご確認ください。"
IDS_WAITVIRSCAN                "ウイルススキャンプログラムの完了を待機中"
IDS_USERDEFINED                "ユーザー定義"
IDS_TOOMANYFILESREAD           "%d ファイルを読み込みました。あまり大量の場合は、書庫が破損していると表示されることがあります。\n読み込みを続けますか？"
IDS_TOTALERRORS                "エラー数 : %d"
IDS_SELECTREPORTNAME           "レポートファイル名を選択"
IDS_CREATINGREPORT             "レポートを作成中"
IDS_CANNOTPRINT                "%s を印刷できません"
IDS_ENDOFARCHIVE               "書庫の終端"
IDS_REPORTFILES                "ファイル"
IDS_YES                        "はい"
IDS_REPORTDATE                 "%s のレポートが作成されました"
IDS_RECVOLLIMIT                "通常およびリカバリボリュームの合計数は %d 以下でなければなりません"
IDS_VOLUMENUMBER               "合計 %d"
IDS_REPORTDIRECTORY            "フォルダー"
IDS_EXTRDELCONFIRM             "解凍された書庫を削除してもよろしいですか ?"
IDS_WAITFOROTHERCOPY           "別の WinRAR が終了するのを待っています"
IDS_THEME                      "テーマ"
IDS_DEFAULTTHEME               "既定のテーマ"
IDS_CONFIRMTHEMEINSTALL        "\"%s\"に含まれている WinRAR インターフェーステーマをインストールしますか ?"
IDS_INSTALLNEWTHEME            "新しいテーマをインストール"
IDS_SELECTTHEMEFILE            "テーマファイルの選択"
IDS_THEMEINSTALLED             "テーマがインストールされました。オプションメニューのテーマから選択してください。"
IDS_BLOCKCONTENTS              "危険性のあるコンテンツがブロックされました。"
IDS_TOOLARGESFX                "自己解凍モジュールのサイズは %u バイトを超えることはできません。"
IDS_TIMELEFT                   "残り時間"
IDS_SAVEARCAS                  "書庫のコピーを名前を付けて保存"
IDS_CANNOTCOPY                 "%s を %s にコピーできません"
IDS_SAVESETTINGS               "WinRAR 設定を名前を付けて保存"
IDS_LOADSETTINGS               "WinRAR 設定をファイルから開く"
IDS_CREATEINI                  "WinRAR.ini ファイルを作成"
IDS_INICREATED                 "%s ファイルが作成されました。必要な場所にコピーできます。詳細は、「ヘルプ」ボタンをクリックして確認してください。"
IDS_SECONDDRAGERROR            "前の操作が処理中の間は、新しいドラッグアンドドロップ処理を開始できません。"
IDS_TOOLARGESFXARC             "自己解凍書庫のサイズが大き過ぎます。Windows は 4 GB を超える実行ファイルを実行できません。"
IDS_ZIPVOLCANNOTFSFX           "ZIP ボリュームは自己解凍できません。"
IDS_CALCCRCALLVOL              "すべてのボリュームのチェックサムを計算しています。"
IDS_WRONGDLLBITS               "%d bit 版 WinRAR は %d bit 版 %s モジュールを読み込みできません。WinRAR を再インストールする必要があるかもしれません。"
IDS_NOTENOUGHDISK              "%s に十分な空き領域がありません。"
IDS_INARCHIVE                  "書庫 %s 内"
IDS_PASSWORDDEFAULT            "既定のパスワード"
IDS_PASSWORDFILE               "暗号化されたファイルのパスワードを入力してください"
IDS_PASSWORDARCHIVE            "暗号化された書庫のパスワードを入力してください"
IDS_MASTERINFOORG              "パスワード記録を暗号化するマスターパスワードを入力するか、文字列を空にして既存のマスターパスワードを削除してください。"
IDS_MASTERINFOPROF             "圧縮プロファイル内のパスワードデータのマスターパスワードを入力してください。"
IDS_MASTERACCESS               "パスワード記録にアクセスするためのマスターパスワード、またはアーカイブ操作のパスワードを設定するその他の文字列を入力してください"
IDS_PROFILENAME                "プロファイル名 : %s"
IDS_CORRPUTPSWDATA             "格納されたパスワードは破損しています"
IDS_TITLELABEL                 "ラベル"
IDS_TITLEMASK                  "マスク"
IDS_NOTIFYPSWMAN1              "マスターパスワードが設定されないと、パスワードマネージャーに保存されるパスワードは暗号化されません。"
IDS_NOTIFYPSWMAN2              "したがって、お使いのコンピュータを操作できれば誰でも閲覧可能となります。"
IDS_NOTIFYPSWMAN3              "マスターパスワードを設定するか、コンピュータにログオンパスワードを設定するなどして、第三者が閲覧できないようにしてから本機能をお使いください。"
IDS_PSWLABELEXISTS             "パスワードまたはラベルはすでに存在しています。"
IDS_PSWLABELENTERED            "パスワードラベルが入力されました。"
IDS_USELABELNOTIFY             "このラベルに一致するパスワードが使用されます。"

; バイト、キロバイト、メガバイト、ギガバイト、テラバイトの略語。
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"

IDS_NEWREGKEYTITLE             "新しい登録キーが見つかりました"
IDS_NEWREGKEY                  "現在の WinRAR 登録キーと入れ替えますか？"
IDS_COMPRESSEDSFX              "SFX モジュールは EXE パッカーによって圧縮されます。アイコン、ロゴおよびその他のリソースは、そのモジュールではアップデートできません。"
IDS_CANNOTZIPVOLSFX            "ZIP ボリュームを SFX に変換できません。ZIP ボリュームは自己解凍できません。"
IDS_NOTIFYSYNCMODE1            "\"書庫の内容を同期\" モードで、 WinRAR は書庫内のファイルを削除できますが、誤って使用するとデータ損失につながります。"
IDS_NOTIFYSYNCMODE2            "このモードについては、使用前に WinRAR ヘルプでご確認ください。"
IDS_NEWERWINRAR                "新しいバージョンの WinRAR が必要です。"
IDS_UNKENCMETHOD               "%s の暗号化方式が不明です"
IDS_WRONGPASSWORD              "指定したパスワードは正しくありません。"
IDS_WRONGFILEPASSWORD          " %s のパスワードが正しくありません"
IDS_AREADAMAGED                "%d バイトが破損しています (%08x %08x 内)"
IDS_BLOCKSRECOVERED            "%u ブロックが復元されました、 %u ブロックが再配置されました"
IDS_RRDAMAGED                  "リカバリレコードが破損しています。"
IDS_TESTINGRR                  "リカバリレコードのテスト中"
IDS_JUNCTION                   "ジャンクション"
IDS_SYMLINK                    "シンボリックリンク"
IDS_HARDLINK                   "ハードリンク"
IDS_FILECOPY                   "ファイル レファレンス"
IDS_CHDIRERROR                 "%s をカレントフォルダーに設定することができません"
IDS_CHECKTEMPPERM              "設定にて、一時ファイル用のフォルダー にチェックを入れて許可するか、または別の一時フォルダーを参照してください。"
IDS_INCOMPATSWITCH             "%s スイッチは RAR %d.x 書庫形式に対応していません。"
IDS_SEARCHDUPFILES             "同一ファイルの検索"
IDS_UNKNOWNEXTRA               "不明なエクストラフィールドが %s にあります。"
IDS_CORRUPTEXTRA               "%s エクストラフィード破損 : %s"
IDS_COPYERROR                  "%s を %s にコピーできません。"
IDS_COPYERRORHINT              "ファイル レファレンスのエントリを作成するには書庫全体を解凍する必要があります。"
IDS_COPYINGDATA                "データのコピー中"
IDS_CANNOTCREATELNKS           "シンボリックリンク %s を作成できません"
IDS_CANNOTCREATELNKH           "ハードリンク %s を作成できません"
IDS_ERRLNKTARGET               "先にリンクターゲットを解凍する必要があります"
IDS_NEEDADMIN                  "WinRAR を管理者として実行する必要があります"
IDS_ARCDRIVERO                 "書庫名を変更してください。%s は読み取り専用です"
IDS_DICTOUTMEM                 "メモリ不足のため %d MB の圧縮辞書から %d MB の圧縮辞書へ変更しました。"
IDS_USESMALLERDICT             "小さいサイズの圧縮辞書を使用してください。"
IDS_EXTRDICTOUTMEM             "\nメモリが不足しているため、圧縮辞書のサイズが %u GB の書庫を解凍できません。"
IDS_SUGGEST64BIT               "64 ビット版の WinRAR が必要です。"
IDS_LARGEDICT1                 "%u GB 辞書はファイルの圧縮/解凍時に多くのメモリを必要とします。"
IDS_LARGEDICT2                 "メモリの少ないコンピュータや別のコンピュータ上で書庫を解凍する可能性がある場合は、%u GB 以下の辞書を選択することを推奨します。"

; ここで英語で言語名を指定してください。WinRAR はこれを、
; 多言語リソースにアクセスする際の言語識別子として使用できます。
; あなたの言語に翻訳せず、英語の名前を使用してください。
; 英語の文字とスペースのみが許可されます。
; たとえば、 "Russian", "Chinese Simplified", "Valencian" などです。
IDS_LANGNAME                   "Japanese"

IDS_PREPARING_FILES            "ファイルを準備しています..."
IDS_NAMEENCODINGSAVE           "選択を保存(&S)"
IDS_NAMEENCODINGHELP           "ヘルプ(&H)"
IDS_NAMEENCODINGDEFAULT        "既定値(&D)"
IDS_SFXLOGOFORMAT              "自己解凍ロゴは %s フォーマットでなければなりません"
IDS_WARNMANYVOLUMES            "各 %U ボリューム %llu バイトがすでに作成されています。続行しますか？"

; GETARCADV ダイアログには、「完了時」ドロップダウン リストに十分なスペースが
; 用意されていることに注意してください。そのため、「Keep PC running」や"
; このリストの他の文字列の翻訳が英語よりもはるかに長く、リストに収まらない
; 場合は、「Keep running」、「PC running」、さらには「Run」、「Off」、「Sleep」、
; 「Hibernate」などの一部の単語を省略できます。

IDS_POWERKEEP                  "何もしない"
IDS_POWEROFF                   "PC の電源を切る"
IDS_POWERHIBERNATE             "休止"
IDS_POWERSLEEP                 "スリープ"
IDS_POWERRESTART               "PC を再起動"
IDS_POWERCLOSE                 "WinRAR を閉じる"

IDS_WARNTRUSTEDARCONLY         "このオプションにはセキュリティ上のリスクがあります。信頼できるソースから書庫にのみ有効にしてください。"
IDS_OPENERRATIME               "このファイルを開くには、「ソースファイルの最終アクセス日時を保持」オプションを無効にする必要がある場合があります。"
IDS_FILESREAD                  "%u ファイル読み取り"
IDS_READERRORTRUNC             "読み取りエラーのため %s は圧縮が不完全です。"
IDS_READERRORCOUNT             "読み取りエラーのため %u ファイルは圧縮が不完全です。"
IDS_RAR4ONLY                   "RAR4 書庫のみ"
IDS_DIRNAMEEXISTS              "同じ名前のフォルダーが既に存在します"
IDS_INACCESSIBLE               "アクセス不可"
IDS_TRUNCPSW                   "パスワードが最長の %u 文字を超えているため、切り捨てられます。"
IDS_ADJUSTVALUE                "%s 値を %s に調整しています。"
IDS_SINGLETOPITEM              "サブメニューがオフの場合、1 つのメニュー項目しか表示されません。この項目は、\"コンテキストメニュー項目...\" からカスタマイズできます。"
IDS_POWERMANACTIONINFO         "WinRAR はコンピュータを %u 秒後に次のモードにします :"
IDS_NEVER                      "しない"
IDS_MARKOFWEBOFFICE            "Office ファイル"
IDS_MARKOFWEBEXEOFFICE         "実行ファイルと Office ファイル"
IDS_MARKOFWEBALL               "すべてのファイル"
IDS_MARKOFWEBCUSTOM            "ユーザー定義された種類"

; 「ベンチマーク」ウィンドウのメモリ周波数のメガヘルツの略語。
IDS_MHZ                        "MHz"

IDS_RESSPEED                   "結果速度 %s KB/s"
IDS_NUMTHREADS                 "%u スレッド"
IDS_DICTNOTALLOWED             "%u GB の辞書が %u GB の制限を超えており、解凍に %u GB 以上のメモリが必要です。"
IDS_DICTEXCEEDSRAM             "また、インストールされているメモリの容量を超えるため、解凍に時間がかかる可能性や、システムが応答しなくなる可能性があります。"
IDS_DICTSUGGESTCANCEL          "解凍をキャンセルすることを推奨します。"
IDS_DICTCOMPRLIMIT             "%u GB 辞書が %u GB の制限を超えており、データの圧縮時に許可されません。"

; プログラム名。通常は編集しないでください。
IDS_WINRAR                     "WinRAR"

IDS_DONOTSAVE                  "保存しない"
IDS_SAVE                       "保存"
IDS_RESTORE                    "復元"
IDS_REMOVE                     "削除"
IDS_NEEDSFX64                  "%u GB 圧縮辞書には 64 ビット自己解凍モジュールが必要です。"
IDS_SKIPUNSAFELINK             "安全でない可能性のある %s → %s リンクをスキップします。信頼できるソースからの書庫の場合は、｢シンボリックリンクの絶対パスを許可」オプションを設定して解凍します。"
IDS_TRUNCSERVICE               "サービスブロックで切り捨て : %s"
IDS_HEADERQO                   "クイックオープン情報"
IDS_HEADERRR                   "リカバリレコード"
IDS_PRIVILEGEMANAGEMENT        "ユーザー権限管理"
IDS_LOCKINMEMORYNEEDED         "\"大容量メモリページ\" オプションは、現在のユーザアカウントに \"Lock pages in memory\" 権限を割り当てる必要があります。この権限を割り当てますか？
IDS_PRIVILEGEASSIGNED          "ユーザー権限は正常に割り当てられ、Windows 再起動後に有効になります。"

; メッセージプロンプトのボタンラベル。
IDS_NO                         "いいえ"
IDS_CANCEL                     "キャンセル"
IDS_RETRY                      "再試行"
IDS_HELP                       "ヘルプ"

IDS_AMBIGUOUSDATA              "曖昧なデータ構造。アーカイブの内容は他のツールでは異なって表示される場合があります。"

; WXP で 120 DPI (125%) でプロパティ シートのスケーリングが不正確になるバグを
; 回避するために、DIALOG ではなく DS_SHELLFONT と DIALOGEX を使用します。
; プロパティシートの内容が必要以上に大きいか、または小さくなっています。
; ここでも言及されている: https://devblogs.microsoft.com/oldnewthing/20050208-00/?p=36503


:DIALOG GETARC

SIZE                           "100*100"
CAPTION                        "全般"
IDC_GETARCARCNAMETITLE         "書庫名(&A)"
IDC_GETARCFINDNAME             "参照(&B)..."
IDC_GETARCSELECTPROFILE        "プロファイル(&F)..."
IDC_GETARCARCFORMAT            "書庫形式"
IDC_RAR5                       "&RAR"
IDC_ZIP                        "&ZIP"
IDC_GETARCCOMPRTITLE           "圧縮方式(&C)"
IDC_GETARCDICTTITLE            "辞書サイズ(&I)"
IDC_GETARCCOMBOVOLSIZETITLE    "ボリューム分割(&V), サイズ"
IDC_GETARCUPDATETITLE          "更新モード(&U)"
IDC_GETARCARCOPTIONS           "圧縮オプション"
IDC_GETARCCHECKMOVE            "圧縮した後にファイルを削除する(&D)"
IDC_GETARCCHECKSFX             "自己解凍書庫を作成(&X)"
IDC_GETARCCHECKSOLID           "ソリッド書庫を作成(&S)"
IDC_GETARCCHECKRR              "リカバリレコードを付加(&E)"
IDC_GETARCCHECKTEST            "圧縮したファイルをテスト(&T)"
IDC_GETARCLOCK                 "書庫をロック(&L)"
IDC_GETARCSETPASSWORD          "パスワード(&P)..."


:DIALOG GETARCADV

SIZE                           "100*100"
CAPTION                        "高度"
IDC_GETARCNTFSOPTIONS          "NTFS オプション"
IDC_GETARCSECURITY             "ファイルセキュリティを保存(&S)"
IDC_GETARCSTREAMS              "ファイルストリームを保存(&T)"
IDC_GETARCSYMLINKS             "シンボリックリンクをリンクとして保存(&L)"
IDC_GETARCHARDLINKS            "ハードリンクをリンクとして保存(&H)"
IDC_GETARCRECOVERYBOX          "リカバリレコード(&R)"
IDC_GETARCRECOVERYTEXT         "パーセント"
IDC_GETARCVOLUMES              "ボリューム"
IDC_GETARCVOLPAUSE             "各ボリュームの後に一時停止(&V)"
IDC_GETARCRECVOLUMESTEXT       "リカバリボリューム(&E)"
IDC_GETARCPACKDETAILS          "圧縮(&C)..."
IDC_GETARCSFXADVANCED          "自己解凍オプション(&X)..."
IDC_GETARCPOWERMODETITLE       "完了後(&D)"
IDC_GETARCSYSTEM               "システム"
IDC_GETARCBACKGROUND           "バックグラウンドで圧縮(&B)"
IDC_GETARCWAITOTHERS           "他の WinRAR が処理中のときは待機(&W)"


:DIALOG GETARCOPT

SIZE                           "100*100"
CAPTION                        "オプション"
IDC_GETARCDELETEMODE           "削除モード"
IDC_GETARCREMOVE               "ファイルを削除(&D)"
IDC_GETARCRECYCLEBIN           "ごみ箱に移動(&R)"
IDC_GETARCWIPE                 "復元できないように完全削除(&W)"
IDC_GETARCWIPEIFPASSWORD       "暗号化ファイルを完全削除(&E)"
IDC_GETARCQUICKOPENINFO        "クイックオープン情報"
IDC_GETARCQUICKOPENNONE        "追加しない(&N)"
IDC_GETARCQUICKOPENAUTO        "大きいファイルに追加(&L)"
IDC_GETARCQUICKOPENALWAYS      "すべてのファイルに追加(&F)"
IDC_GETARCARCFEATURES          "書庫の特徴"
IDC_GETARCBLAKE2               "BLAKE2 ファイルチェックサムを使用(&B)"
IDC_GETARCSAVECOPIES           "同一のファイルを参考文献として保存(&I)"
IDC_GETARCSAVEORIGDATA         "元の書庫名と日時を保存(&O)"
IDC_GETARCCMDSWITCHESTITLE     "追加のスイッチ(&S)"


:DIALOG GETARCFILES

SIZE                           "100*100"
CAPTION                        "ファイル"
IDC_GETARCFILESTOADD           "圧縮するファイル(&A)"
IDC_GETARCSELECTNAMES          "追加(&P)..."
IDC_GETARCFILESTOEXCLUDE       "除外するファイル(&X)"
IDC_GETARCSELECTEXCLNAMES      "追加(&N)..."
IDC_GETARCFILESTOSTORE         "圧縮しないで格納するファイル(&T)"
IDC_GETARCFILEPATHS            "ファイルパス(&F)"
IDC_GETARCARCHIVEOPT           "書庫"
IDC_GETARCSEPARATEARCHIVES     "ファイルごとに別の書庫にする(&S)"
IDC_GETARCSEPARATEDOUBLEEXT    "書庫に二重拡張子を設定する(&O)"
IDC_GETARCSEPARATESUBFOLDERS   "サブフォルダー内に書庫を作成する(&R)"
IDC_GETARCEMAILARCHIVE         "次の宛先に書庫をメール送信(&E)"
IDC_GETARCEMAILDELETE          "送信後に削除(&D)"


:DIALOG GETARCTIME

SIZE                           "100*100"
CAPTION                        "タイムスタンプ"
IDC_GETARCFILETIMEOPTIONS      "格納するファイルタイムスタンプ"
IDC_GETARCMTIME                "更新日時を格納(&M)"
IDC_GETARCCTIME                "作成日時を格納(&C)"
IDC_GETARCATIME                "最終アクセス日時を格納(&L)"
IDC_GETARCTIMEHIGHPRECISION    "高精度時刻形式(&P)"
IDC_GETARCPRESERVEATIME        "ソースファイルの最終アクセス日時を保持(&R)"
IDC_GETARCFILESTOPROCESS       "処理するファイル"
IDC_GETARCINLCUDEFILES         "書庫に含めるファイル(&F)"
IDC_GETARCDAYSTITLE            "日"
IDC_GETARCHOURSTITLE           "時"
IDC_GETARCMINUTESTITLE         "分"
IDC_GETARCARCTIMETITLE         "書庫のタイムスタンプ"
IDC_GETARCSETARCTIME           "書庫の更新日時を変更(&A)"


:DIALOG GETARCBACKUP

SIZE                           "100*100"
CAPTION                        "バックアップ"
IDC_GETARCBACKUPOPTIONS        "バックアップ オプション"
IDC_GETARCERASEDEST            "圧縮前に圧縮先のディスクの内容を消去(&E)"
IDC_GETARCADDARCHIVE           "アーカイブ属性のファイルのみ圧縮(&O)"
IDC_GETARCCLEARARCHIVE         "圧縮後にアーカイブ属性を消去(&I)"
IDC_GETARCOPENSHARED           "共有ファイルを開く(&S)"
IDC_GETARCGENERATENAME         "マスクから書庫名を生成(&G)"
IDC_GETARCKEEPVERSIONS         "ファイルの以前の版を残す(&V)"


:DIALOG GETARCCMT

SIZE                           "100*100"
CAPTION                        "コメント"
IDC_GETARCCMTFILETITLE         "コメントをファイルから読み込む(&F)"
IDC_GETARCFINDCMTFILE          "参照(&B)..."
IDC_GETARCCMTTEXTTITLE         "コメントの入力(&C)"


; SS_PATHELLIPSIS はパス区切り文字の前にのみドットを挿入しますが、これらの
; フィールドにはパスなしの名前を設定するため、SS_WORDELLIPSIS になります。

:DIALOG GETPASSWORD2

SIZE                           "100*100"
CAPTION                        "パスワードの入力"
IDC_ENTERTEXT                  "パスワード(&E)"
IDC_REENTERTEXT                "パスワードの確認(&R)"
IDC_SHOWPASSWORD               "パスワードを隠さない(&S)"
IDC_ENCRYPTHEADERS             "ファイル名も暗号化する(&N)"
IDC_ENCRZIPLEGACY              "ZIP レガシー暗号化(&Z)"
IDC_PASSWORDALLARCHIVES        "すべての書庫に使用(&A)"
IDC_PASSWORDORGANIZE           "パスワードの管理(&O)..."
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG ORGREQMASTER

SIZE                           "100*100"
CAPTION                        "マスターパスワードが必要"
IDC_ORGMASTERINFO1             "暗号化されたパスワード記録にアクセスするにはマスターパスワードが必要です。"
IDC_ORGMASTERINFO2             "「閉じる」を押して前のダイアログに戻り、マスターパスワードを入力してください。「リセット」を押すと、保存されているパスワード記録をすべて削除し、マスターパスワードも削除します。"
IDCANCEL                       "閉じる(&C)"
IDOK                           "リセット(&R)"


:DIALOG WARNPROFPASSWORD

SIZE                           "100*100"
CAPTION                        "プロファイルにパスワードを格納"
IDC_WARNPROFPSWINFO            "マスターパスワードが設定されていない場合、圧縮プロファイルに格納されるパスワードは安全に暗号化されず、コンピュータにアクセスできる人なら誰でも読み取り可能となります。"
IDC_WARNPROFPSWSAVE            "設定せず保存(&S)"
IDC_WARNPROFPSWMASTER          "マスターパスワードの設定(&M)"
IDCANCEL                       "キャンセル(&C)"
IDHELP                         "ヘルプ(&H)"


:DIALOG ORGPASSWORDS

SIZE                           "100*100"
CAPTION                        "パスワードの管理"
IDC_ORGPSWADD                  "追加(&A)"
IDC_ORGPSWDELETE               "削除(&L)"
IDC_ORGPSWEDIT                 "編集(&E)"
IDC_ORGPSWUP                   "上へ(&U)"
IDC_ORGPSWDOWN                 "下へ(&D)"
IDC_ORGPSWAUTOCOMPLETE         "オートコンプリートを有効化(&T)"
IDC_ORGPSWAUTODETECT           "パスワードを自動検出(&C)"
IDC_ORGPSWMASTERPSW            "マスターパスワードの設定(&P)..."
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG PASSWORDITEM

SIZE                           "100*100"
CAPTION                        "パスワード情報"
IDC_PSWINFOTEXTTITLE           "パスワードテキスト(&T)"
IDC_PSWINFOLABELTITLE          "パスワードラベル(任意)(&L)"
IDC_PSWINFOMASKTITLE           "書庫に選択(任意)(&A)"
IDC_PSWINFOSILENT              "確認せずに許可する(&C)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG ONETIMENOTIFY

SIZE                           "100*100"
CAPTION                        "WinRAR 通知"
IDOK                           "OK"
IDC_OTNOTIFYNOAGAIN            "今後表示しない(&S)"


:MENU MAIN_MENU

CM_MAINPOPUPFILE               "ファイル(&F)"
CM_OPENARCHIVE                 "書庫を開く(&O)\tCtrl+O"
CM_SAVEARCHIVEAS               "書庫のコピーに名前を付けて保存(&V)..."
CM_MAINPOPUPDRIVE              "ドライブを変更(&D)\tCtrl+D"
CM_FILEPASSWORD                "既定のパスワード(&P)\tCtrl+P"
CM_COPYTOCLIPBOARD             "ファイルをクリップボードにコピー(&C)\tCtrl+C"
CM_PASTEFROMCLIPBOARD          "ファイルをクリップボードから貼り付け(&T)\tCtrl+V"
CM_COPYFULLNAMES               "クリップボードにフルネームをコピー(&N)"
CM_FILESELECTALL               "すべて選択(&A)\tCtrl+A"
CM_FILESELECT                  "グループ選択(&S)\tNumpad +"
CM_FILEUNSELECT                "グループ選択解除(&D)\tNumpad -"
CM_FILEINVERT                  "選択の切り替え(&I)\tNumpad *"
CM_FILEEXIT                    "終了(&X)"
CM_MAINPOPUPCOMMANDS           "コマンド(&C)"
CM_COMMANDSADD                 "書庫に圧縮(&A)\tAlt+A"
CM_COMMANDSEXTRACTTO           "指定したフォルダーに解凍(&E)\tAlt+E"
CM_COMMANDSTEST                "書庫をテスト(&T)\tAlt+T"
CM_COMMANDSVIEW                "ファイルを表示(&V)\tAlt+V"
CM_COMMANDSDELETE              "ファイルを削除(&D)\tDel"
CM_COMMANDSRENAME              "名前の変更(&N)\tF2"
CM_COMMANDSPRINT               "ファイルを印刷(&I)\tCtrl+I"
CM_COMMANDSEXTRACT             "カレントフォルダーに解凍(&W)\tAlt+W"
CM_COMMANDSCOMMENT             "書庫にコメントを付加(&M)\tAlt+M"
CM_COMMANDSPROTECT             "書庫にリカバリレコードを付加(&P)\tAlt+P"
CM_COMMANDSLOCK                "書庫をロック(&L)\tAlt+L"
CM_MAINPOPUPTOOLS              "ツール(&S)"
CM_COMMANDSWIZARD              "ウィザード(&Z)"
CM_COMMANDSVIRSCAN             "書庫をウイルススキャン(&S)\tAlt+D"
CM_COMMANDSCONVERT             "書庫を変換(&C)\tAlt+Q"
CM_COMMANDSREPAIR              "書庫を修復(&R)\tAlt+R"
CM_COMMANDSSFX                 "自己解凍書庫に変換(&X)\tAlt+X"
CM_COMMANDSFIND                "ファイルを検索(&F)\tF3"
CM_COMMANDSINFO                "情報の表示(&I)\tAlt+I"
CM_COMMANDSREPORT              "レポートの作成(&G)\tAlt+G"
CM_COMMANDSBENCHMARK           "ベンチマーク(&B)\tAlt+B"
CM_MAINPOPUPFAVORITES          "お気に入り(&O)"
CM_ADDFAVORITES                "お気に入りに追加(&A)...\tCtrl+F"
CM_ORGFAVORITES                "お気に入りの整理(&O)..."
CM_MAINPOPUPOPTIONS            "オプション(&N)"
CM_OPTIONS                     "設定(&S)...\tCtrl+S"
CM_MAINPOPUPIMPEXP             "インポート/エクスポート(&I)"
CM_IMPORTOPTIONS               "ファイルから設定をインポート(&I)"
CM_EXPORTOPTIONS               "ファイルに設定をエクスポート(&E)"
CM_CREATEINI                   "WinRAR.ini ファイルを作成(&C)"
CM_CLEARHISTORY                "履歴を消去(&H)..."
CM_MAINPOPUPFILELIST           "ファイルリスト(&F)"
CM_FLATFOLDERS                 "階層以下のフォルダーを表示(&F)\tCtrl+H"
CM_COMMANDSSETLIST             "一覧表示(&W)"
CM_COMMANDSSETDETAILED         "詳細表示(&L)"
CM_MAINPOPUPFOLDERTREE         "フォルダーツリー(&R)"
CM_COMMANDSSHOWDISKTREE        "ディスクのフォルダーを表示(&D)\tCtrl+T"
CM_COMMANDSSHOWARCTREE         "書庫のフォルダーを表示(&A)\tCtrl+T"
CM_MAINPOPUPTHEMES             "テーマ(&T)"
CM_THEMESORGANIZE              "テーマの整理(&O)..."
CM_THEMESDOWNLOAD              "テーマの取得(&G)..."
CM_THEMESDEFAULT               "既定のテーマ(&D)"
CM_MAINPOPUPNAMEENCODING       "名前のエンコード(&E)\tCtrl+E"
CM_VIEWLOG                     "ログを表示(&L)...\tCtrl+L"
CM_CLEARLOG                    "ログを消去(&C)"
CM_MAINPOPUPHELP               "ヘルプ(&H)"
CM_HELPCONTENTS                "トピックの検索(&H)"
CM_HELPWWW                     "WinRAR ホームページ(&W)"
CM_HELPABOUT                   "バージョン情報(&A)..."


:MENU VIEW_MENU

CM_VIEWPOPUPFILE               "ファイル(&F)"
CM_VIEWEREXIT                  "終了(&X)"
CM_VIEWPOPUPEDIT               "編集(&E)"
CM_VIEWERCOPY                  "コピー(&C)\tCtrl+C"
CM_VIEWERSELECTALL             "すべて選択(&A)\tCtrl+A"
CM_VIEWERFIND                  "検索(&F)\tCtrl+F"
CM_VIEWERFINDNEXT              "次を検索(&N)\tF3"
CM_VIEWPOPUPVIEW               "表示(&V)"
CM_VIEWERWINFONT               "Windows text で表示(&I)\tCtrl+I"
CM_VIEWERDOSFONT               "DOS text で表示(&D)\tCtrl+D"
CM_VIEWERUTF16LE               "Unicode (UTF-16LE) で表示(&U)"
CM_VIEWERUTF8                  "Unicode (UTF-8) で表示(&8)"
CM_VIEWERWORDWRAP              "折り返し(&R)\tCtrl+S"
CM_VIEWERSETFONT               "フォント(&F)..."
CM_VIEWPOPUPHELP               "ヘルプ(&H)"
CM_VIEWERHELP                  "ビューアのヘルプ(&V)\tF1"


:DIALOG FINDDLG

SIZE                           "100*100"
CAPTION                        "検索"
IDC_FINDEDITTITLE              "検索(&N) :"
IDC_CHECKFINDWORD              "単語の検索(&W)"
IDC_CHECKFINDCASE              "大文字/小文字を区別(&C)"
IDOK                           "検索(&F)"
IDCANCEL                       "キャンセル"


:DIALOG GETEXTRPATH

SIZE                           "100*100"
CAPTION                        "全般"
IDC_EXTRDESTPATH               "解凍先(&P) (存在しない場合は作成します)"
IDC_EXTRUPDATEMODE             "更新モード"
IDC_EXTRNORMALMODE             "すべて解凍(&R)"
IDC_EXTRUPDATE                 "新規と更新するファイル(&U)"
IDC_EXTRFRESH                  "更新するファイルのみ(&F)"
IDC_EXTROVERWRITEMODE          "上書きモード"
IDC_EXTRASKOVERWRITE           "上書きする前に確認(&K)"
IDC_EXTROVERWRITEALL           "確認しないで上書き(&W)"
IDC_EXTRSKIPALL                "存在するファイルはスキップ(&S)"
IDC_EXTRAUTORENAME             "自動的に名前を変更(&N)"
IDC_EXTRGENERALMISC            "その他"
IDC_EXTRKEEPBROKEN             "壊れたファイルを残す(&B)"
IDC_EXTREXPLORER               "エクスプローラーでファイルを表示(&X)"
IDC_EXTRSAVE                   "設定を保存(&V)"
IDC_GETPATHDISPLAY             "表示(&D)"
IDC_GETPATHNEWFOLDER           "新規フォルダー(&E)"


:DIALOG GETEXTRPATHADV

SIZE                           "100*100"
CAPTION                        "高度"
IDC_EXTRFILETIME               "ファイルタイムスタンプ"
IDC_EXTRMTIME                  "更新日時の設定(&M)"
IDC_EXTRCTIME                  "作成日時の設定(&C)"
IDC_EXTRATIME                  "最終アクセス日時の設定(&A)"
IDC_EXTRATTRIBUTES             "属性"
IDC_EXTRCLEARARC               "アーカイブ属性を消去(&C)"
IDC_EXTRSECURITY               "ファイルセキュリティの設定(&S)"
IDC_EXTRSETCOMPRESSED          "圧縮属性をの設定(&I)"
IDC_EXTRFILEPATHS              "ファイルパス"
IDC_EXTRRELPATHS               "相対パスを解凍(&R)"
IDC_EXTRFULLPATHS              "フルパスを解凍(&F)"
IDC_IGNOREPATHS                "パス情報を無視(&T)"
IDC_EXTRABSPATHS               "絶対パスを解凍(&O)"
IDC_EXTRDELETEARCHIVE          "書庫の削除"
IDC_EXTRDELNEVER               "削除しない(&N)"
IDC_EXTRDELASK                 "確認後に削除(&K)"
IDC_EXTRDELALWAYS              "確認しないで削除(&L)"
IDC_EXTRDELRECYCLEBIN          "ごみ箱に移動(&E)"
IDC_EXTRADVANCEDMISC           "その他"
IDC_EXTRBACKGROUND             "バックグラウンドで解凍(&B)"
IDC_EXTRWAITOTHERS             "他の WinRAR が処理中のときは待機(&W)"
IDC_EXTRABSLINKS               "シンボリックリンクの絶対パスを許可(&U)"
IDC_EXTRALLOWINCOMPAT          "互換性に問題のある名前を許可(&P)"


:DIALOG GETEXTRPATHOPT

SIZE                           "100*100"
CAPTION                        "オプション"
IDC_EXTRALTPATH                "書庫の解凍先"
IDC_EXTRALTPATHDEST            "解凍先パス(&D)"
IDC_EXTRALTPATHDESTDIR         "解凍先パスのサブフォルダー(&F)"
IDC_EXTRALTPATHARCDIR          "書庫フォルダーのサブフォルダー(&L)"
IDC_EXTRALTPATHARC             "書庫フォルダー(&A)"
IDC_EXTRPOWERMODETITLE         "完了後(W)"
IDC_EXTRCMDSWITCHESTITLE       "追加のスイッチ(&S)"


:DIALOG ABOUTRARDLG

SIZE                           "100*100"
CAPTION                        "WinRAR について"
IDC_ABOUTVERSION               "WinRAR"
IDC_ABOUTCOPYRIGHT             "Copyright © 1993-%d by"
IDC_ABOUTAUTHOR                "Alexander Roshal"
IDC_ABOUTPUBLISHER             "Published by win.rar GmbH"
IDC_ABOUTTRANSLATED            "日本語翻訳 :\nCOMODO , \ncoolvitto"
IDC_ABOUTREGISTERED            "40 日間体験版"
IDOK                           "OK"
IDC_ABOUTLICENSE               "ライセンス(&L)"
IDC_ABOUTACKNOWLEDGMENTS       "謝辞(&A)"
IDC_ABOUTHOME                  "ホームページ(&H)"


:DIALOG CMDWNDADD

SIZE                           "100*100"
CAPTION                        "ファイルを準備しています..."
IDC_CMDELAPSEDTITLE            "経過時間"
IDC_CMDTIMELEFTTITLE           "残り時間"
IDC_CMDCOMPRESSIONRATIOTITLE   "圧縮率"
IDC_CMDPROCESSEDTITLE          "処理済"
IDC_CMDBACKGROUND              "バックグラウンド(&B)"
IDC_CMDPAUSE                   "一時停止(&P)"
IDCANCEL                       "キャンセル"
IDC_CMDMODE                    "モード(&M)..."
IDHELP                         "ヘルプ"


:DIALOG CMDWNDOTHER

SIZE                           "100*100"
IDC_CMDBACKGROUND              "バックグラウンド(&B)"
IDC_CMDPAUSE                   "一時停止(&P)"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG CMDWNDREAD

SIZE                           "100*100"
CAPTION                        "書庫の内容を読み取り中"
IDC_CMDELAPSEDTITLE            "経過時間"
IDC_CMDTIMELEFTTITLE           "残り時間"
IDC_CMDBACKGROUND              "バックグラウンド(&B)"
IDC_CMDPAUSE                   "一時停止(&P)"
IDCANCEL                       "キャンセル"


:DIALOG REPLACEFILEDLG

SIZE                           "100*100"
CAPTION                        "置き換えるファイルを確認"
IDC_OWRFILEEXISTS              "ファイルがすでに存在します"
IDC_OWRASKREPLACE              "現在のファイル"
IDC_OWRQUESTION                "を次のファイルと置き換えますか ?"
IDC_OWRYES                     "はい(&Y)"
IDC_OWRALL                     "すべてはい(&A)"
IDC_OWRRENAME                  "名前の変更(&R)"
IDC_OWRAUTORENAME              "すべて変更(&E)"
IDC_OWRNO                      "いいえ(&N)"
IDC_OWRNOALL                   "すべていいえ(&L)"
IDC_OWRCANCEL                  "キャンセル(&C)"
IDHELP                         "ヘルプ(&H)"


:DIALOG RENAMEDLG

SIZE                           "100*100"
CAPTION                        "名前の変更"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDC_RENAMEFROM                 "新規ファイルの名前を変更"
IDC_RENAMETO                   "変更後"


:DIALOG ERRORLISTDLG

SIZE                           "100*100"
CAPTION                        "WinRAR : 診断メッセージ"
IDOK                           "閉じる(&C)"
IDC_ERRORBREAK                 "中止(&B)"
IDC_ERRCOPYTOCLIPBOARD         "クリップボードにコピー(&L)"


:DIALOG SELECTDLG

SIZE                           "100*100"
CAPTION                        "選択"
IDC_SELECTMASKTITLE            "ファイルマスクの入力(&M)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"


:DIALOG UNSELECTDLG

SIZE                           "100*100"
CAPTION                        "選択解除"
IDC_SELECTMASKTITLE            "ファイルマスクの入力(&M)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"


:DIALOG INFO

SIZE                           "100*100"
CAPTION                        "情報"
IDC_INFOEXTRVERSIONTEXT        "解凍バージョン"
IDC_INFOOSTEXT                 "ホスト OS"
IDC_INFOFOLDERSTEXT            "フォルダー数"
IDC_INFOFILESTEXT              "ファイル数"
IDC_INFOTOTALLENGTHTEXT        "合計サイズ"
IDC_INFOPACKEDLENGTHTEXT       "格納サイズ"
IDC_INFORATIOTEXT              "圧縮率"
IDC_INFOSFXTEXT                "自己解凍モジュールサイズ"
IDC_INFOMAINCOMMENTTEXT        "メインコメント"
IDC_INFOPASSWORDSTEXT          "暗号化"
IDC_INFODICTTEXT               "辞書サイズ"
IDC_INFORECTEXT                "リカバリレコード"
IDC_INFOLOCKTEXT               "ロック"
IDC_INFOORIGNAMETEXT           "元の名前"
IDC_INFOORIGTIMETEXT           "元の日時"


:DIALOG INFOFILE

SIZE                           "100*100"
CAPTION                        "情報"
IDC_INFOFILESTATISTICS         "ファイル統計"
IDC_INFOFILESTATUSTEXT         "ステータス"
IDC_INFOFILESTATUS             "スキャン中"
IDC_INFOFILENUMBERTEXT         "ファイル"
IDC_INFOFILENUMBER             "0"
IDC_INFOFOLDERNUMBERTEXT       "フォルダー数"
IDC_INFOFOLDERNUMBER           "0"
IDC_INFOARCHIVENUMBERTEXT      "書庫"
IDC_INFOARCHIVENUMBER          "0"
IDC_INFOFILESIZETEXT           "合計サイズ"
IDC_INFOFILESIZE               "0"
IDC_INFOCLUSTERSIZETEXT        "クラスタサイズ"
IDC_INFOREALFILESIZETEXT       "実際のファイルサイズ"
IDC_INFOFILESLACKTEXT          "スラックファイル"
IDC_INFOESTBOX                 "圧縮予測"
IDC_INFOESTIMATE               "試算(&E)"
IDC_INFOESTSTATUSTEXT          "ステータス"
IDC_INFOESTSTATUS              "待機中"
IDC_INFOESTRATIOTEXT           "圧縮率"
IDC_INFOESTPACKSIZETEXT        "格納サイズ"
IDC_INFOESTPACKTIMETEXT        "予想時間"
IDC_INFOESTAUTOSTART           "自動的に開始(&A)"


:DIALOG INFOOPT

SIZE                           "100*100"
CAPTION                        "オプション"
IDC_INFOOPTPROTECTARCHIVE      "書庫の保護"
IDC_INFOOPTSETRRSIZE           "リカバリレコードのサイズを書庫のサイズの(&R)"
IDC_INFOOPTRRPERCENTTEXT       "パーセントにする"
IDC_INFOOPTCREATEREV           "リカバリボリュームの作成"
IDC_INFOOPTRECVOLUMESTEXT      "リカバリボリューム(&V)"
IDC_INFOOPTLOCKTEXT            "書庫をロック"
IDC_INFOOPTLOCK                "書庫を変更できないようにする(&M)"
IDC_INFOOPTORIGARC             "元の書庫名と日時"
IDC_INFOOPTORIGCOPY            "クリップボードにコピー(&C)"


:DIALOG INFOCMT

SIZE                           "100*100"
CAPTION                        "コメント"
IDC_INFOCOMMENTTITLE           "書庫のコメント(&C)"
IDC_INFOCOMMENTFINDFILE        "コメントをファイルから読み込む(&F)"


:DIALOG INFOSFX

SIZE                           "100*100"
CAPTION                        "自己解凍"
IDC_INFOSFXCMDBOX              "コマンドの選択"
IDC_INFOSFXKEEP                "自己解凍モジュールを変更しない(&N)"
IDC_INFOSFXADD                 "新しい自己解凍モジュールを追加(&A)"
IDC_INFOSFXREMOVE              "書庫から自己解凍モジュールを除去(&R)"
IDC_INFOSFXLISTTITLE           "自己解凍モジュールの選択(&M)"
IDC_INFOSFXADVANCED            "高度な自己解凍オプション(&V)..."


:DIALOG SFXOPTGENERAL

SIZE                           "100*100"
CAPTION                        "全般"
IDC_SFXPATHTITLE               "解凍先パス"
IDC_SFXPATHPROGFILES           "Program Files に解凍(&P)"
IDC_SFXPATHCURDIR              "カレントフォルダーに解凍(&C)"
IDC_SFXPATHABSOLUTE            "絶対パス(&A)"
IDC_SFXSAVEPATH                "パスの保存と復元(&V)"
IDC_SFXSAVEASDEFAULT           "現在の設定を既定として保存(&S)"


:DIALOG SFXOPTSETUP

SIZE                           "100*100"
CAPTION                        "セットアップ"
IDC_SFXSETUPPROGRAM            "セットアッププログラム"
IDC_SFXSETUPTITLE              "解凍後に実行(&F)"
IDC_SFXPRESETUPTITLE           "解凍前に実行(&B)"
IDC_SFXSETUPCODE               "待機して終了コードを返す(&W)"
IDC_SFXSETUPCODEADJUSTTEXT     "終了コード調整(&X)"


:DIALOG SFXOPTADVANCED

SIZE                           "100*100"
CAPTION                        "高度"
IDC_SFXDELETEBOX               "削除"
IDC_SFXDELETETITLE             "解凍先フォルダーで削除するファイル(&D)"
IDC_SFXSHORTCUTSBOX            "ショートカット"
IDC_SFXSHORTCUTSADD            "ショートカットを追加(&A)..."
IDC_SFXREQUIREADMINSTRATOR     "管理者権限を要求する(&R)"


:DIALOG SFXADDSHORTCUT

SIZE                           "100*100"
CAPTION                        "ショートカットを追加"
IDC_SHORTCUTWHERE              "作成場所"
IDC_SHORTCUTDESKTOP            "デスクトップ(&D)"
IDC_SHORTCUTPROGRAMS           "スタートメニュー/プログラム(&P)"
IDC_SHORTCUTSTARTUP            "スタートアップ(&T)"
IDC_SHORTCUTPARAM              "ショートカットのパラメータ"
IDC_SHORTCUTSRCNAMETITLE       "作成するファイル名(&R)"
IDC_SHORTCUTDESTFOLDERTITLE    "作成先フォルダー(&F)"
IDC_SHORTCUTDESCRIPTIONTITLE   "説明(&C)"
IDC_SHORTCUTLINKNAMETITLE      "ショートカットの名前(&H)"
IDC_SHORTCUTICONTITLE          "ショートカットアイコン(&I)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG SFXOPTMODES

SIZE                           "100*100"
CAPTION                        "モード"
IDC_SFXTEMPMODEBOX             "一時モード"
IDC_SFXTEMPMODE                "一時フォルダーに解凍(&T)"
IDC_SFXTEMPMODEQUESTIONTITLE   "任意の質問(&Q)"
IDC_SFXTEMPMODETITLETITLE      "質問のタイトル(&I)"
IDC_SFXTEMPMODESETUSER         "フォルダーアクセスを制限(&R)"
IDC_SFXSILENTMODE              "サイレントモード"
IDC_SFXSILENTNONE              "すべて表示(&A)"
IDC_SFXSILENTSKIPSTART         "スタートダイアログを隠す(&S)"
IDC_SFXSILENTALL               "すべて隠す(&H)"


:DIALOG SFXOPTUPDATE

SIZE                           "100*100"
CAPTION                        "更新"
IDC_SFXUPDATEMODE              "更新モード"
IDC_SFXUPDATENORMAL            "すべて解凍(&R)"
IDC_SFXUPDATEUPDATE            "新規と更新するファイル(&U)"
IDC_SFXUPDATEFRESH             "更新するファイルのみ(&F)"
IDC_SFXOVERWRITEMODE           "上書きモード"
IDC_SFXOVERWRITEASK            "上書きする前に確認(&B)"
IDC_SFXOVERWRITEALL            "確認しないで上書き(&L)"
IDC_SFXOVERWRITESKIP           "存在するファイルはスキップ(&K)"


:DIALOG SFXOPTTEXT

SIZE                           "100*100"
CAPTION                        "テキスト"
IDC_SFXTITLETITLE              "自己解凍ウィンドウのタイトル(&T)"
IDC_SFXTEXTTITLE               "自己解凍ウィンドウに表示するテキスト(&X)"
IDC_SFXTEXTBROWSE              "テキストをファイルから読み込む(&L)..."
IDC_SFXDONETITLETITLE          "完了時メッセージのタイトル(&C)"
IDC_SFXDONETEXTTITLE           "完了時メッセージのテキスト(&M)"


:DIALOG SFXOPTLOGO

SIZE                           "100*100"
CAPTION                        "ロゴとアイコン"
IDC_SFXLOGONAMETITLE           "ロゴをファイルから読み込む(&G)"
IDC_SFXLOGOBROWSE              "参照(&W)..."
IDC_SFXHILOGONAMETITLE         "高解像度の自己解凍ロゴ(&H)"
IDC_SFXHILOGOBROWSE            "参照(&R)..."
IDC_SFXICONNAMETITLE           "アイコンをファイルから読み込む(&I)"
IDC_SFXICONBROWSE              "参照(&B)..."


:DIALOG SFXOPTLICENSE

SIZE                           "100*100"
CAPTION                        "ライセンス"
IDC_SFXLICENSETITLETITLE       "ライセンスウィンドウのタイトル(&T)"
IDC_SFXLICENSETEXTTITLE        "ライセンスのテキスト(&X)"
IDC_SFXLICENSETEXTBROWSE       "テキストをファイルから読み込む(&L)..."


:DIALOG FAVORITESDLG

SIZE                           "100*100"
CAPTION                        "お気に入りに追加"
IDC_FAVORITEEDITTITLE          "お気に入りに追加する項目(&A)"
IDC_FAVORITEARCDIRTITLE        "書庫のサブフォルダー(&F)"
IDC_FAVORITEDESCTITLE          "説明(&D) (省略できます)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG ORGFAVORITESDLG

SIZE                           "100*100"
CAPTION                        "お気に入りの整理"
IDC_ORGADD                     "追加(&A)"
IDC_ORGDELETE                  "削除(&L)"
IDC_ORGEDIT                    "編集(&E)"
IDC_ORGUP                      "上へ(&U)"
IDC_ORGDOWN                    "下へ(&D)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG CONFIGINTERFACE

SIZE                           "100*100"
CAPTION                        "インターフェース"
IDC_CONFIGCOLORMODE            "テーマ"
IDC_CONFIGCOLORMODEAUTO        "システム設定(&T)"
IDC_CONFIGCOLORMODELIGHT       "ライト(&L)"
IDC_CONFIGCOLORMODEDARK        "ダーク(&D)"
IDC_CONFIGHISTORY              "履歴"
IDC_CONFIGARCHISTORY           "書庫の履歴を保存(&Y)"
IDC_CONFIGDIALOGSHISTORY       "ダイアログで履歴を使用(&Y)"
IDC_CONFIGTOOLBARBOX           "ツールバー"
IDC_CONFIGBTNTEXT              "テキストを表示(&X)"
IDC_CONFIGLOCKTOOLBARS         "ツールバーを固定(&K)"
IDC_CONFIGTOOLBARS             "ツールバー(&A)..."
IDC_CONFIGBUTTONS              "ボタンの選択(&U)..."
IDC_CONFIGMISC                 "その他"
IDC_CONFIGWIZARD               "開始時にウィザードを開く(&Z)"
IDC_CONFIGSOUND                "サウンドを鳴らす(&S)"
IDC_CONFIGCOMMENT              "書庫のコメントを表示(&C)"
IDC_CONFIGCOMMENTWRAP          "コメントを自動改行"
IDC_CONFIGREUSE                "ウィンドウを再利用(&R)"
IDC_CONFIGWINTOP               "常に手前に表示(&W)"
IDC_CONFIGFULLPATHSTITLE       "タイトルバーにフルパスを表示(&F)"
IDC_CONFIGSYSTEMPROGRESS       "Windowsの進捗バーを表示(&I)"
IDC_CONFIGTASKBARPROGRESS      "タスクバーへ進捗バーを表示(&P)"


:DIALOG CONFIGSYSTEM

SIZE                           "100*100"
CAPTION                        "システム"
IDC_CONFIGPERFORMANCE          "パフォーマンス"
IDC_CONFIGPRIORLOW             "低い優先度(&L)"

; タイトルは編集前に配置しないとホットキーが機能せず、UDS_AUTOBUDDYのため「updown」は編集後に配置する必要がある。
IDC_CONFIGTHREADSTITLE         "スレッド(&T)"

IDC_CONFIGLARGEPAGES           "大容量メモリページ(&G)"
IDC_CONFIGLOGGING              "ログ"
IDC_CONFIGLOG                  "エラーログを作成(&E)"
IDC_CONFIGLIMITLOGSIZE         "制限サイズ(&M)"
IDC_CONFIGKBTEXT               "キロバイト"


:DIALOG CONFIGCOMPRESSION

SIZE                           "100*100"
CAPTION                        "圧縮"
IDC_CONFIGPROFILES             "圧縮プロファイル"
IDC_CONFIGNEWPROFILE           "既定値の設定(&D)..."
IDC_CONFIGORGPROFILES          "プロファイルの整理(&O)..."
IDC_CONFIGPREDEFVALUES         "事前定義された値"
IDC_CONFIGVOLSIZES             "ボリュームサイズの定義(&V)..."
IDC_CONFIGDICTSIZES            "辞書サイズの定義...(&I)"
IDC_CONFIGDICTLIMIT            "解凍可能な最大辞書サイズ(&M)"
IDC_CONFIGDICTLIMITGB          "GB"
IDC_CONFIGASARCHIVESTITLE      "最初に書庫として開くファイルの種類(&T)"


:DIALOG CONFIGPATHS

SIZE                           "100*100"
CAPTION                        "パス"
IDC_CONFIGTEMPFILEFOLDER       "一時ファイル用のフォルダー(&T)"
IDC_CONFIGTEMPBROWSE           "参照(&B)..."
IDC_CONFIGUSETEMPFORREMOVABLE  "リムーバブルディスクの時のみ使用(&U)"
IDC_CONFIGSTARTFOLDERBOX       "スタートアップフォルダー(&S)"
IDC_CONFIGSTARTFOLDERBROWSE    "参照..."
IDC_CONFIGLASTSTARTFOLDER      "スタート時に最後に作業したフォルダーを復元(&E)"
IDC_CONFIGDEFARCFOLDER         "書庫を作成する既定のフォルダー(&F)"
IDC_CONFIGADDPATHBROWSE        "参照..."
IDC_CONFIGEXTRACTFOLDERBOX     "ファイルを解凍する既定のフォルダー(&E)"
IDC_CONFIGEXTRACTBROWSE        "参照..."
IDC_CONFIGEXTRACTAPPENDNAME    "パスに書庫名を付ける(&N)"
IDC_CONFIGEXTRACTREMOVEREDDIR  "解凍先パスから重複したフォルダーを除去(&R)"


:DIALOG CONFIGLIST

SIZE                           "100*100"
CAPTION                        "ファイルリスト"
IDC_CONFIGLISTTYPE             "レイアウト"
IDC_CONFIGLISTVIEW             "一覧表示(&L)"
IDC_CONFIGDETAILSVIEW          "詳細表示(&D)"
IDC_CONFIGLISTSTYLE            "スタイル"
IDC_CONFIGGRID                 "グリッド線を表示(&R)"
IDC_CONFIGFULLROW              "行選択(&W)"
IDC_CONFIGCHECKBOXES           "チェックボックス(&K)"
IDC_CONFIGLISTSELECTION        "選択"
IDC_CONFIGSINGLECLICK          "シングルクリックで開く(&S)"
IDC_CONFIGDOUBLECLICK          "ダブルクリックで開く(&B)"
IDC_CONFIGNOTUNDERLINE         "名前に下線を付けない(&N)"
IDC_CONFIGUNDERLINECURRENT     "ポイントしたときに下線(&C)"
IDC_CONFIGUNDERLINEALL         "すべての名前に下線(&E)"
IDC_CONFIGLISTFILES            "ファイル"
IDC_CONFIGARCHIVESFIRST        "書庫を最初に表示(&H)"
IDC_CONFIGCOLORNTFSATTR        "暗号化や圧縮された NTFS ファイルをカラーで表示(&Y)"
IDC_CONFIGALLVOLUMES           "ボリュームの内容を結合(&V)"
IDC_CONFIGSHOWSECONDS          "秒を表示(&O)"
IDC_CONFIGEXACTSIZES           "正確なサイズ(&X)"
IDC_CONFIGLISTCOLUMNS          "列(&U)..."
IDC_CONFIGLISTFONT             "フォント(&F)..."


:DIALOG CONFIGVIEWER

SIZE                           "100*100"
CAPTION                        "ビューア"
IDC_CONFIGVIEWERTYPE           "ビューアの種類"
IDC_CONFIGVIEWERINTERNAL       "内部ビューア(&I)"
IDC_CONFIGVIEWEREXTERNAL       "外部ビューア(&E)"
IDC_CONFIGVIEWERASSOCIATED     "関連付けられたプログラム(&C)"
IDC_CONFIGVIEWERASK            "確認する(&K)"
IDC_CONFIGINTERNALVIEWER       "内部ビューア"
IDC_CONFIGVIEWERAUTODETECT     "エンコードを自動検出(&A)"
IDC_CONFIGREUSEWINDOW          "ウィンドウを再利用(&R)"
IDC_CONFIGVIEWERWRAP           "折り返し(&W)"
IDC_CONFIGVIEWERUNPALLTITLE    "他のファイルもすべて解凍(&U)"
IDC_CONFIGIGNOREMODTITLE       "ファイルの変更を無視(&M)"
IDC_CONFIGEXTVIEWERTITLE       "外部ビューアを指定(&V)"
IDC_CONFIGVIEWERBROWSE         "参照(&B)..."


:DIALOG CONFIGSECURITY

SIZE                           "100*100"
CAPTION                        "セキュリティ"
IDC_CONFIGPROHIBITEDTYPES      "除外するファイルの種類"
IDC_CONFIGEXCLEXTR             "解凍から除外するファイルの種類(&T)"
IDC_CONFIGMARKOFWEB            "Web のマークを伝達"
IDC_CONFIGMARKOFWEBZONEONLY    "ゾーン値のみ(&Z)"
IDC_CONFIGWIPETEMPFILES        "一時ファイルの消去"
IDC_CONFIGWIPETEMPNEVER        "しない(&N)"
IDC_CONFIGWIPETEMPALWAYS       "常に(&A)"
IDC_CONFIGWIPETEMPENCRYPTED    "暗号化ファイルのみ(&E)"
IDC_CONFIGSECURITYMISC         "その他"
IDC_CONFIGPROPOSESCANNER       "ウイルススキャンプログラムを選択する(&V)"


:DIALOG CONFIGINTEGRATION

SIZE                           "100*100"
CAPTION                        "統合"
IDC_ASSOCWITH                  "WinRAR に関連付け"
IDC_ASSOCRAR                   "&RAR"
IDC_ASSOCZIP                   "&ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOCZST                   "ZST"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "すべて選択/解除(&A)"
IDC_USERDEFINEDEXT             "ユーザー定義の書庫の拡張子(&U)"
IDC_INTEGRATIONINTERFACE       "インターフェース"
IDC_LINKDESKTOP                "デスクトップにショートカットを作成(&D)"
IDC_LINKSTARTMENU              "WinRAR をスタートメニューに追加(&S)"
IDC_LINKPROGRAMS               "WinRAR のプログラムグループを作成(&P)"
IDC_SHELLINTEGRATION           "シェル統合"
IDC_SHELLEXT                   "WinRAR をシェルに統合する(&I)"
IDC_SHELLCASCADED              "サブメニューにする(&T)"
IDC_SHELLICONS                 "コンテキストメニューにアイコンを表示する(&N)"
IDC_SHELLLEGACYMENU            "レガシーコンテキストメニューを使用する(&L)"
IDC_SETCONTEXTMENU             "コンテキストメニュー項目(&C)..."


:DIALOG FILELISTCOLUMNS

SIZE                           "100*100"
CAPTION                        "ファイルリストの列を選択"
IDC_FLCOLOUTSIDE               "書庫の外側"
IDC_FLCOLFNAME                 "名前"
IDC_FLCOLFSIZE                 "サイズ"
IDC_FLCOLFPACKED               "格納"
IDC_FLCOLFTYPE                 "種類"
IDC_FLCOLFMODIFIED             "更新日時"
IDC_FLCOLFCREATED              "作成日時"
IDC_FLCOLFACCESSED             "アクセス日時"
IDC_FLCOLFATTR                 "属性"
IDC_FLCOLFCHECKSUM             "チェックサム"
IDC_FLCOLFPATH                 "パス"
IDC_FLCOLINSIDE                "書庫の内側"
IDC_FLCOLANAME                 "名前"
IDC_FLCOLASIZE                 "サイズ"
IDC_FLCOLAPACKED               "格納"
IDC_FLCOLATYPE                 "種類"
IDC_FLCOLAMODIFIED             "更新日時"
IDC_FLCOLACREATED              "作成日時"
IDC_FLCOLAACCESSED             "アクセス日時"
IDC_FLCOLAATTR                 "属性"
IDC_FLCOLACHECKSUM             "チェックサム"
IDC_FLCOLAPATH                 "パス"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDC_FLCOLDEFAULT               "既定(&F)"


:DIALOG SELECTVIEWERDLG

SIZE                           "100*100"
CAPTION                        "ビューアの種類を選択"
IDC_SELECTVIEWERINT            "内部ビューア(&I)"
IDC_SELECTVIEWEREXT            "外部ビューア(&E)"
IDC_SELECTVIEWERASSOC          "関連付けられたプログラム(&A)"
IDCANCEL                       "キャンセル(&C)"


:DIALOG CREATEVOLDLG

SIZE                           "100*100"
CAPTION                        "次のボリューム"
IDC_CREATEVOLNAMETITLE         "ボリューム名(&N)"
IDC_CREATEVOLBROWSE            "参照(&B)"
IDC_CREATEVOLSIZETITLE         "ボリュームサイズ(&S) (空白で自動認識)"
IDC_CREATEVOLINFO1             "次のボリュームを作成する準備ができました。ディスクを交換してください。ボリューム名やサイズの変更をすることもできます。"
IDC_CREATEVOLINFO2             "次のボリュームを作成しますか ?"
IDC_CREATEVOLYES               "作成(&C)"
IDC_CREATEVOLALL               "すべて作成(&A)"
IDCANCEL                       "キャンセル(&N)"


:DIALOG REMINDER

SIZE                           "100*100"
CAPTION                        "WinRAR ライセンスを購入してください"
IDC_REMINDERONLINE             "オンラインで購入(&O)"
IDC_REMINDERPRICE              "購入方法(&B)"
IDOK                           "閉じる"
IDHELP                         "ヘルプ(&H)"
IDC_REMINDERINFO               "WinRAR はフリーソフトではありません。40 日の試用期間終了後は、ライセンスを購入するかまたはお使いのコンピュータから削除する必要があります。"


:DIALOG ORGPROFILES

SIZE                           "100*100"
CAPTION                        "プロファイルの整理"
IDC_ORGPROFLISTTITLE           "プロファイルの一覧(&E)"
IDC_ORGPROFEDIT                "編集(&E)"
IDC_ORGPROFDELETE              "削除(&L)"
IDC_ORGPROFUP                  "上へ(&U)"
IDC_ORGPROFDOWN                "下へ(&D)"
IDOK                           "閉じる"
IDHELP                         "ヘルプ"


:DIALOG NEWPROFILE

SIZE                           "100*100"
CAPTION                        "プロファイルのパラメータ"
IDC_PROFNAMETITLE              "プロファイル名(&P)"
IDC_PROFSAVEARCNAME            "書庫名を保存(&A)"
IDC_PROFSAVESELNAMES           "選択するファイル名を保存(&S)"
IDC_PROFSETDEFAULT             "既定のプロファイルにする(&F)"
IDC_PROFIMMEXEC                "すぐに実行(&I)"
IDC_PROFDESKTOP                "デスクトップにショートカットを作成(&D)"
IDC_PROFADDTOCONTEXTMENU       "コンテキストメニューに追加(&X)"
IDC_PROFNEWOPTIONS             "オプション"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG ASKNEXTVOL

SIZE                           "100*100"
CAPTION                        "次のボリュームが必要です"
IDC_NEXTVOLINFO1               "解凍を続けるためには次のボリュームが必要です :"
IDC_NEXTVOLFIND                "参照(&B)..."
IDC_NEXTVOLINFO2               "このボリュームのディスクを挿入して「OK」押して再開してください。「キャンセル」を押すと解凍を中止します。"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG REPAIRARC

SIZE                           "100*100"
CAPTION                        "書庫を修復"
IDC_REPAIRPATHTITLE            "修復した書庫を保存するフォルダー(&F)"
IDC_REPAIRPATHFIND             "参照(&B)"
IDC_REPAIRARCTYPE              "書庫の種類"
IDC_REPAIRTYPERAR              "破損した書庫を RAR として扱う(&R)"
IDC_REPAIRTYPEZIP              "破損した書庫を ZIP として扱う(&Z)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG ASKPROCESSVOLDLG

SIZE                           "100*100"
CAPTION                        "ボリュームの処理"
IDC_PROCESSVOLUMENAMETITLE     "現在のボリューム"
IDC_PROCESSALLVOLUMES          "すべてのボリュームのすべてのファイルを処理(&A)"
IDC_PROCESSSELECTEDFILES       "選択されたファイルのみ処理(&S)"
IDCANCEL                       "キャンセル"


:DIALOG TOOLBARBUTTONS

SIZE                           "100*100"
CAPTION                        "ツールバーのボタンを選択"
IDC_SELTBOUTARC                "ファイル管理モード"
IDC_SELTBOUP                   "上へ(&U)"
IDC_SELTBODOWN                 "下へ(&D)"
IDC_SELTBOSEP                  "セパレータ"
IDC_SELTBINARC                 "書庫管理モード"
IDC_SELTBIUP                   "上へ(&U)"
IDC_SELTBIDOWN                 "下へ(&D)"
IDC_SELTBISEP                  "セパレータ"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDC_SELTBDEFAULT               "既定値(&F)"
IDHELP                         "ヘルプ"


:DIALOG SELECTTOOLBARS

SIZE                           "100*100"
CAPTION                        "ツールバーの選択"
IDC_SELTOOLBARS                "ツールバー"
IDC_SELTOOLBARMAIN             "標準のツールバーを表示(&M)"
IDC_SELTOOLBARSMALL            "「上へ」ボタンを表示(&U)"
IDC_SELTOOLBARADDRESS          "アドレスバーを表示(&A)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"


:DIALOG WIZARDCMD

SIZE                           "100*100"
CAPTION                        "ウィザード : 処理の選択"
IDC_WIZCMDINFO                 "実行したい処理を選択して、「次へ」ボタンを押してください。\n例えば、RAR や ZIP またはその他の書庫ファイルからファイルを解凍したい場合は、「書庫を解凍する」を選択してください。"
IDC_WIZUNPACK                  "書庫を解凍する(&U)"
IDC_WIZCREATE                  "新しい書庫を作成する(&C)"
IDC_WIZADD                     "既存の書庫にファイルを圧縮する(&A)"


:DIALOG WIZARDARC

SIZE                           "100*100"
CAPTION                        "ウィザード : 書庫の選択"
IDC_WIZARCNAMETITLE            "書庫名(&A)"
IDC_WIZARCNAMEBROWSE           "参照(&B)..."


:DIALOG WIZARDEXTR

SIZE                           "100*100"
CAPTION                        "ウィザード : 解凍先フォルダーの選択"
IDC_WIZEXTRINFO                "ファイルを解凍するフォルダーを選択して「完了」を押してください。現在表示されているフォルダーをそのまま使用しても、「参照」を押して他のフォルダーを選択してもかまいません。"
IDC_WIZDESTFOLDERTITLE         "ファイルの解凍先フォルダー(&D)"
IDC_WIZDESTFOLDERBROWSE        "参照(&B)..."


:DIALOG WIZARDADDOPT

SIZE                           "100*100"
CAPTION                        "ウィザード : 圧縮オプション"
IDC_WIZADDINFO                 "ここでいくつかの圧縮オプションが設定できます。設定が終わったら「完了」を押してください。"
IDC_WIZFAST                    "圧縮率を低くして速く(&F)"
IDC_WIZMOVE                    "圧縮した後にファイルを削除する(&D)"
IDC_WIZSFX                     "自己解凍書庫 (.exe) を作成する(&C)"
IDC_WIZPASSWORD                "パスワード(&P)..."
IDC_WIZVOLSIZETITLE            "書庫を分割する場合は、個々のサイズを入力してください(&S):"


:DIALOG PACKDETAILS

SIZE                           "100*100"
CAPTION                        "高度な圧縮パラメータ"
IDC_LONGRANGESEARCH            "広範囲検索"
IDC_LONGRANGEAUTO              "自動"
IDC_LONGRANGEON                "常にオン"
IDC_LONGRANGEOFF               "無効"
IDC_DELTACOMPRESSION           "データ圧縮"
IDC_DELTAAUTO                  "自動"
IDC_DELTAON                    "常にオン"
IDC_DELTAOFF                   "無効"
IDC_EXECOMPRESSION             "実行形式圧縮"
IDC_EXEAUTO                    "自動"
IDC_EXEON                      "常にオン"
IDC_EXEOFF                     "無効"
IDC_EXHAUSTIVESEARCH           "網羅的検索(&E)"
IDOK                           "OK"
IDC_DEFAULTPACKSETTINGS        "既定値(&D)"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG CONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "コンテキストメニューの項目"
IDC_CONTEXTMENUITEMS           "エクスプローラーのコンテキストメニューに表示する項目の選択"
IDC_CONTEXTEXTRACTTO           "解凍(&A)..."
IDC_CONTEXTEXTRACTHERE         "ここに解凍(&X)"
IDC_CONTEXTEXTRACT             "<フォルダー\\> に解凍(&E)"
IDC_CONTEXTEXTRACTSEPARATE     "書庫ごとにサブフォルダーに解凍(&S)"
IDC_CONTEXTOPENSFX             "WinRAR で開く (自己解凍書庫)"
IDC_CONTEXTOPENARC             "WinRAR で開く (通常書庫)"
IDC_CONTEXTADD                 "書庫に圧縮(&A)..."
IDC_CONTEXTADDARC              "<書庫名> に圧縮(&T)"
IDC_CONTEXTEMAILARC            "<書庫名> に圧縮してメール送信"
IDC_CONTEXTEMAILARCOPT         "圧縮してメール送信..."
IDC_CONTEXTTEST                "書庫をテスト(&R)"
IDC_CONTEXTCONVERT             "書庫を変換(&V)..."

; IDC_CONTEXTTOP* コントロールの位置が IDC_CONTEXT* と重複しています。
; WinRAR は他のオプションに応じていずれかのグループを非表示にします。

IDC_CONTEXTTOPEXTRACT          "<フォルダー\\> に解凍(&E)"
IDC_CONTEXTTOPEXTRACTTO        "解凍(&A)..."
IDC_CONTEXTTOPEXTRACTHERE      "ここに解凍(&X)"
IDC_CONTEXTTOPEXTRACTSEPARATE  "書庫ごとにサブフォルダーに解凍(&S)"
IDC_CONTEXTTOPADDARC           "<書庫名> に圧縮(&T)"
IDC_CONTEXTTOPADD              "書庫に圧縮(&A)..."

IDC_CONTEXTNEWMENU             "「新規作成」サブメニュー項目"
IDC_CONTEXTNEWRAR              "WinRAR 書庫"
IDC_CONTEXTNEWZIP              "WinRAR ZIP 書庫"
IDC_CONTEXTDROPMENU            "コンテキストメニューをドラッグ&ドロップ"
IDC_CONTEXTDRAGADD             "圧縮する項目を表示(&H)"
IDC_CONTEXTDRAGEXTRACT         "解凍する項目を表示(&C)"
IDC_CONTEXTSFXARCHIVES         "自己解凍書庫をチェックする場所"
IDC_CONTEXTSFXLOCAL            "ローカルディスク(&L)"
IDC_CONTEXTSFXNETWORK          "ネットワークディスク(&N)"
IDC_CONTEXTSFXCLOUD            "クラウドファイル(&U)"
IDC_CONTEXTSFXOTHER            "その他のディスク(&O)"
IDC_CONTEXTALWAYSARCTITLE      "圧縮する項目を常に表示(&W)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG FINDFILES

SIZE                           "100*100"
CAPTION                        "ファイルを検索"
IDC_FINDFILEWHAT               "何を検索しますか"
IDC_FINDFILENAMESTOFIND        "検索するファイル名(&N)"
IDC_FINDFILESTRINGTOFIND       "検索する文字列(&S)"
IDC_FINDFILEUSECASE            "大文字/小文字を区別(&C)"
IDC_FINDFILEALLTABLES          "すべての文字テーブルを使用(&T)"
IDC_FINDFILEHEX                "16進検索(&H)"
IDC_FINDFILEWHERE              "どこを検索しますか"
IDC_FINDFILEAREA               "検索範囲(&R)"
IDC_FINDFILETYPES              "書庫の種類(&I)"
IDC_FINDFILERECURSE            "サブフォルダーの検索(&L)"
IDC_FINDFILEUSUALFILES         "ファイル内を検索(&F)"
IDC_FINDFILEARCHIVES           "書庫内を検索(&A)"
IDC_FINDFILESKIPENCRYPTED      "暗号化された書庫をスキップ(&E)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDC_FINDFILESAVE               "保存(&V)"
IDHELP                         "ヘルプ"


:DIALOG CMDWNDFIND

SIZE                           "100*100"
CAPTION                        "検索結果"
IDC_CMDBACKGROUND              "バックグラウンド(&B)"
IDC_CMDPAUSE                   "一時停止(&P)"
IDC_CMDCOPYTOCLIPBOARD         "クリップボードにコピー(&L)"
IDCANCEL                       "キャンセル(&C)"
IDHELP                         "ヘルプ"


:DIALOG CONVERTARC

SIZE                           "100*100"
CAPTION                        "書庫を変換"
IDC_CVTARCTOCONVERT            "変換する書庫(&H)"
IDC_CVTLISTADD                 "追加(&A)..."
IDC_CVTLISTDELETE              "削除(&R)"
IDC_CVTARCTYPES                "書庫の種類(&T)"
IDC_CVTOPTIONS                 "変換オプション"
IDC_CVTUSEMINRATIO             "許容できる最も低い新旧書庫サイズの割合(&L)"
IDC_CVTMINRATIOPERCENT         "％"
IDC_CVTCOMPRESSION             "圧縮(&C)..."
IDC_CVTDESTPATHTITLE           "変換した書庫の出力先フォルダー(&F)"
IDC_CVTDESTPATHBROWSE          "参照(&B)..."
IDC_CVTDELETESRC               "元の書庫を削除(&D)"
IDC_CVTSKIPENCRYPTED           "暗号化された書庫をスキップ(&E)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDC_CVTSAVE                    "保存(&S)"
IDHELP                         "ヘルプ"


:DIALOG CMDWNDCONVERT

SIZE                           "100*100"
CAPTION                        "書庫を変換"
IDC_CMDELAPSEDTITLE            "経過時間"
IDC_CMDTIMELEFTTITLE           "残り時間"
IDC_CVTRESARCHIVES             "書庫"
IDC_CVTRESFOUNDTITLE           "発見"
IDC_CVTRESCONVERTEDTITLE       "変換"
IDC_CVTRESSIZE                 "サイズ"
IDC_CVTRESOLDSIZETITLE         "旧"
IDC_CVTRESNEWSIZETITLE         "新"
IDC_CMDBACKGROUND              "バックグラウンド(&B)"
IDC_CMDPAUSE                   "一時停止(&P)"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG VIRSCAN

SIZE                           "100*100"
CAPTION                        "書庫をウイルススキャン"
IDC_VIRSCANLISTTITLE           "WinRAR が見つけたウイルススキャンプログラム(&S)"
IDC_VIRSCANNAMETITLE           "ウイルススキャンプログラム名(&N)"
IDC_VIRSCANNAMEBROWSE          "参照(&B)..."
IDC_VIRSCANPARAMTITLE          "ウイルススキャンプログラムのパラメータ(&P)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG CMDMODE

SIZE                           "100*100"
CAPTION                        "コマンドパラメータ"
IDC_CMDMODECOMBOCOMPRTITLE     "圧縮方式(&C)"
IDC_CMDMODEPOWERMODETITLE      "完了後(&D)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG REPORT

SIZE                           "100*100"
CAPTION                        "レポートを作成"
IDC_REPORTFILETITLE            "作成するレポートのファイル名(&W)"
IDC_REPORTFILEBROWSE           "参照(&B)..."
IDC_REPORTPRINT                "レポートをプリンタに送る(&P)"
IDC_REPORTCLIPBOARD            "レポートをクリップボードにコピー(&L)"
IDC_REPORTOUTPUTFORMAT         "出力フォーマット"
IDC_REPORTHTML                 "HTML(&H)"
IDC_REPORTUNICODETEXT          "Unicode テキスト(&O)"
IDC_REPORTTEXT                 "テキスト(&X)"
IDC_REPORTSORTTITLE            "ファイルの並べ替え順(&R)"
IDC_REPORTSORTSEPARATE         "書庫ごとに並べ替え(&T)"
IDC_REPORTINCLUDE              "レポートに出力する項目"
IDC_REPORTARCHIVES             "書庫ファイル(&I)"
IDC_REPORTUSUALFILES           "通常のファイル(&U)"
IDC_REPORTANSI                 "ANSI(&N)"
IDC_REPORTARCNAME              "書庫名(&A)"
IDC_REPORTBOM                  "バイトオーダーマーク(&Y)" 
IDC_REPORTTOTAL                "ヘッダーと合計(&E)"
IDC_REPORTSIZE                 "ファイルサイズ(&S)"
IDC_REPORTPACKEDSIZE           "格納サイズ(&Z)"
IDC_REPORTDATE                 "ファイル日時(&D)"
IDC_REPORTCRC                  "ファイルチェックサム(&C)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"
IDC_REPORTSAVE                 "保存(&V)"


:DIALOG CMDWNDBENCH

SIZE                           "100*100"
CAPTION                        "ベンチマーク"
IDC_BENCHSYSTEMBOX             "システム"
IDC_BENCHSPEEDBOX              "速度"
IDC_BENCHRESULTSPEEDTITLE      "結果 (KB/s)"
IDC_BENCHRESULTSPEED           "お待ちください"
IDC_BENCHSPEEDTITLE            "現在 (KB/s)"
IDC_BENCHSPEED                 "お待ちください"
IDC_BENCHTOTALBOX              "合計"
IDC_CMDELAPSEDTITLE            "経過時間"
IDC_BENCHDATAPROCESSEDTITLE    "処理サイズ (MB)"
IDC_BENCHERRORSTITLE           "エラー発見"
IDC_BENCHERRORS                "なし"
IDC_BENCHSMP                   "マルチスレッド処理(&M)"

; タイトルは編集前に配置しないとホットキーが機能せず、UDS_AUTOBUDDYのため「updown」は編集後に配置する必要がある。
IDC_BENCHTHREADSTITLE          "スレッド(&T)"
; ここでは編集コントロールはマウス クリックを無視するため、RichEdit を使用します。

IDC_CMDBACKGROUND              "バックグラウンド(&B)"
IDC_CMDPAUSE                   "一時停止(&P)"
IDC_CMDCOPYTOCLIPBOARD         "クリップボードにコピー(&L)"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG ORGTHEMES

SIZE                           "100*100"
CAPTION                        "テーマの整理"
IDC_ORGTHEMESLISTTITLE         "利用できるテーマ(&T)"
IDC_ORGTHEMESARCICON           "書庫のアイコンも変更(&I)"
IDC_ORGTHEMESSELECT            "選択(&S)"
IDC_ORGTHEMESADD               "追加(&A)"
IDC_ORGTHEMESDELETE            "削除(&D)"
IDOK                           "OK"
IDHELP                         "ヘルプ"


:DIALOG DEFVOLSIZES

SIZE                           "100*100"
CAPTION                        "ボリュームサイズの定義"
IDC_PREDEFINEDVOLSIZES         "既定の定義サイズ"
IDC_DEFVOLSIZE1                "5 MB ボリューム"
IDC_DEFVOLSIZE2                "100 MB ボリューム"
IDC_DEFVOLSIZE3                "700 MB CD"
IDC_DEFVOLSIZE4                "2 GB ボリューム"
IDC_DEFVOLSIZE5                "4095 MB FAT32 上限"
IDC_DEFVOLSIZE6                "4482 MB DVD+R"
IDC_DEFVOLSIZE7                "4488 MB DVD-R"
IDC_DEFVOLSIZE8                "8152 MB DVD+R DL"
IDC_DEFVOLSIZE9                "23866 MB Blu-ray"
IDC_DEFVOLSIZE10               "47732 MB Blu-ray DL"
IDC_USERDEFINEDVOLSIZES        "ユーザー定義のサイズ"
IDC_USERDEFINEDVOLLABEL        "ラベル"
IDC_USERDEFINEDVOLSIZE         "サイズ, バイト"
IDC_USERDEFINEDVOL1            "1."
IDC_USERDEFINEDVOL2            "2."
IDC_USERDEFINEDVOL3            "3."
IDC_USERDEFINEDVOL4            "4."
IDC_DEFVOLSIZEOTHER            "その他"
IDC_DEFVOLSIZEAUTO             "「自動」を使用"
IDC_DEFVOLSIZEHISTORYTITLE     "入力履歴を使用 (個)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG WARNLOCKEDFILES

SIZE                           "100*100"
CAPTION                        "注意"
IDC_WARNLOCKEDINFO1            "これらのファイルは外部の編集アプリケーションを閉じてから圧縮できます"
IDC_WARNLOCKEDINFO2            "今 WinRAR を終了すると編集内容が失われます。"
IDCANCEL                       "WinRAR に戻る(&R)"
IDOK                           "設定せず終了(&Q)"


:DIALOG READERRORDLG

SIZE                           "100*100"
CAPTION                        "読み取りエラー"
IDC_READERRHINT                "\n既に読み取ったファイル部分のみで継続する場合は「無視」、今後もすべての読み取りエラー部分を無視して継続する場合は「すべて無視」、読み取りを繰り返す場合は「再試行」、中止する場合は「終了」を選択してください。"
IDC_READERRIGNORE              "無視(&I)"
IDC_READERRIGNOREALL           "すべて無視(&A)"
IDC_READERRRETRY               "再試行(&R)"
IDC_READERRQUIT                "終了(&Q)"


:DIALOG CLEARHISTORY

SIZE                           "100*100"
CAPTION                        "履歴を消去"
IDC_CLEARHISTORYNAMES          "最近開いた書庫名を消去(&N)"
IDC_CLEARHISTORYDIALOGS        "ダイアログのドロップダウンリストを消去(&D)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG POWERMANACTION

SIZE                           "100*100"
CAPTION                        "電源管理動作"
IDOK                           "今すぐ実行"
IDCANCEL                       "キャンセル"


:DIALOG LARGEDICTWARN

SIZE                           "100*100"
CAPTION                        "辞書サイズ警告"
IDC_LARGEDICTLIMIT             "辞書サイズを超えない範囲でファイルを解凍(&A)"
IDC_LARGEDICTLIMITGB           "GB"
IDOK                           "解凍(&E)"
IDCANCEL                       "キャンセル"
IDHELP                         "ヘルプ"


:DIALOG DEFDICTSIZES

SIZE                           "100*100"
CAPTION                        "辞書サイズの定義"
IDC_DEFDICTLISTTITLE           "既定の定義サイズ(&P)"
IDC_DEFDICTHISTORYTITLE        "入力履歴を使用 (個)"
IDOK                           "OK"
IDCANCEL                       "キャンセル"
IDC_DEFDICTDEFAULT             "既定(&D)"
IDHELP                         "ヘルプ"
